{
    "trends": {
        "Premier League": [
            {
                "title": "Premier League - Wikipedia",
                "content": "The English Premier League is a professional association football league in England and the highest level of the English football league system. Contested by 20 clubs, it operates on a system of promotion and relegation with the English Football League (EFL). Seasons usually run from August to May, with each team playing 38 matches: two against each other team, one home and one away.[1] Most games are played on weekend afternoons, with occasional weekday evening fixtures.[2] The competition was founded as the FA Premier League on 20 February 1992, following the decision of First Division (the top-tier league from 1888 until 1992) clubs to break away from the English Football League. However, teams may still be relegated to and promoted from the EFL Championship. The Premier League is a corporation managed by a chief executive, with member clubs acting as shareholders.[3] The Premier League takes advantage of a £5 billion television rights deal, with Sky and BT Group securing the domestic rights to broadcast 128 and 32 games, respectively.[4][5] This deal will rise to £6.7 billion for the four seasons from 2025 to 2029.[6] The league is projected to earn $7.2 billion in overseas TV rights from 2022 to 2025.[7] Clubs were apportioned central payment revenues of £2.4 billion in 2016–17, with a further £343 million in solidarity payments to EFL clubs.[8] The Premier League is the most-watched sports league in the world, broadcast in 212 territories to 643 million homes, with a potential TV audience of 4.7 billion people.[9][10] For the 2023–24 season, the average Premier League match attendance was 38,375,[11] second to the German Bundesliga's 39,512,[12] whilst aggregated attendance across all matches in a 38-game season is the highest of any association football league.[13] Most stadium occupancies are near capacity.[14] As of 2023[update], the Premier League is ranked first in the UEFA coefficient rankings based on performances in European competitions over the past five seasons, ahead of Spain's La Liga.[15] The English top-flight has produced the second-highest number of European Cup / UEFA Champions League titles, with a record six English clubs having won fifteen European championships in total.[16] Fifty-one clubs have competed in the Premier League since its inception in 1992: 49 from England and 2 from Wales. Seven of them have won the title: Manchester United (13), Manchester City (8), Chelsea (5), Arsenal (3), Blackburn Rovers (1), Leicester City (1), and Liverpool (1).[17] Only six clubs have played in every season to date: Arsenal, Chelsea, Everton, Liverpool, Manchester United, and Tottenham Hotspur.[18] Despite significant European success in the 1970s and early 1980s, the late 1980s marked a low point for English football. Stadiums were deteriorating, supporters endured poor facilities, hooliganism was rife, and English clubs had been banned from European competition for five years following the Heysel Stadium disaster between the fans of Liverpool Football Club and the fans of Juventus in 1985.[19] The Football League First Division, the top level of English football since 1888, was behind leagues such as Italy's Serie A and Spain's La Liga in attendance and revenues, and several top English players had moved abroad.[20] By the turn of the 1990s, the downward trend was starting to reverse. At the 1990 FIFA World Cup, England reached the semi-finals; UEFA, European football's governing body, lifted the five-year ban on English clubs playing in European competitions in 1990, resulting in Manchester United lifting the Cup Winners' Cup in 1991. The Taylor Report on stadium safety standards, which proposed expensive upgrades to create all-seater stadiums in the aftermath of the Hillsborough disaster; between the fans of Liverpool and the fans of Nottingham Forest at Hillsborough Stadium, Sheffield, Yorkshire on 15 April 1989, was published in January 1990.[21] During the 1980s, major English clubs began to transform into business ventures, applying commercial principles to club administration to maximise revenue. Martin Edwards of Manchester United, Irving Scholar of Tottenham Hotspur, and David Dein of Arsenal were among the leaders in this transformation.[22] The commercial imperative led to the top clubs seeking to increase their power and revenue: the clubs in Division One threatened to break away from the Football League, and in doing so, they managed to increase their voting power and gain a more favourable financial arrangement, taking a 50% share of all television and sponsorship income in 1986.[22] They demanded that television companies should pay more for their coverage of football matches,[23] and revenue from television grew in importance. The Football League received £6.3 million for a two-year agreement in 1986, but by 1988, in a deal agreed with ITV, the price rose to £44 million over four years, with the leading clubs taking 75% of the cash.[24][25] According to Scholar, who was involved in the negotiations of television deals, each of the First Division clubs received only around £25,000 per year from television rights before 1986, this increased to around £50,000 in the 1986 negotiation, then to £600,000 in 1988.[26] The 1988 negotiations were conducted under the threat of ten clubs leaving to form a \"super league\", but they were eventually persuaded to stay, with the top clubs taking the lion's share of the deal.[24][27][28] The negotiations also convinced the bigger clubs that, in order to receive enough votes, they needed to take the whole of the First Division with them instead of a smaller \"super league\".[29] By the beginning of the 1990s, the big clubs again considered breaking away, especially now that they had to fund the cost of stadium upgrades as proposed by the Taylor Report.[30] In 1990, the managing director of London Weekend Television (LWT), Greg Dyke, met with the representatives of the \"big five\" football clubs in England (Manchester United, Liverpool, Tottenham Hotspur, Everton, and Arsenal) over a dinner.[31] The meeting was to pave the way for a breakaway from the Football League.[32] Dyke believed that it would be more lucrative for LWT if only the larger clubs in the country were featured on national television and wanted to establish whether the clubs would be interested in a larger share of television rights money.[33] The five clubs agreed with the suggestion and decided to press ahead with it; however, the league would have no credibility without the backing of the Football Association, and so David Dein of Arsenal held talks to see whether the FA were receptive to the idea. The FA did not have an amicable relationship with the Football League at the time and considered it a way to weaken the Football League's position.[34] The FA released a report in June 1991, Blueprint for the Future of Football, that supported the plan for the Premier League, with the FA as the ultimate authority that would oversee the breakaway league.[29] At the close of the 1990–1991 season, a proposal was tabled for the establishment of a new league that would bring more money into the game overall. The Founder Members Agreement, signed on 17 July 1991, by the game's top-flight clubs, established the basic principles for setting up the FA Premier League.[35] The newly formed top division was to have commercial independence from the Football Association and the Football League, giving the FA Premier League licence to negotiate its own broadcast and sponsorship agreements. The argument given at the time was that the extra income would allow English clubs to compete with teams across Europe.[20] Although Dyke played a significant role in the creation of the Premier League, he and ITV (of which LWT was part) lost out in the bidding for broadcast rights: BSkyB won with a bid of £304 million over five years, with the BBC awarded the highlights package broadcast on Match of the Day.[31][33] Luton Town, Notts County, and West Ham United were the three teams relegated from the old First Division at the end of the 1991–92 season, and did not take part in the inaugural Premier League season. They were replaced by Ipswich Town, Middlesbrough, and Blackburn Rovers, promoted from the old Second Division.[36] The 22 First Division clubs resigned en masse from the Football League in 1992, and on 27 May that year, the FA Premier League was formed as a limited company, working out of an office at the Football Association's then headquarters in Lancaster Gate.[20] The 22 inaugural members of the new Premier League were:[37] This meant a break-up of the 104-year-old Football League that had operated until then with four divisions; the Premier League would operate with a single division and the Football League with three. There was no change in competition format; the same number of teams competed in the top flight, and promotion and relegation between the Premier League and the new First Division remained the same as the old First and Second Divisions, with three teams relegated from the league and three promoted.[28] The league held its first season in 1992–93. It was composed of 22 clubs for that season (reduced to 20 in the 1995–96 season). The first Premier League goal was scored by Brian Deane of Sheffield United in a 2–1 win against Manchester United.[38] Manchester United won the inaugural edition of the new league, ending a twenty-six year wait to be crowned champions of England. Bolstered by this breakthrough, United immediately became the competition's dominant team, winning seven of the first nine trophies, two League and FA Cup 'doubles' and a European treble, initially under a team of hardened veterans such as Bryan Robson, Steve Bruce, Paul Ince, Mark Hughes, and Eric Cantona, before Cantona, Bruce, and Roy Keane led a young, dynamic new team filled with the Class of 92, a group of young players including David Beckham who came through the Manchester United Academy. Between 1993 and 1997, Blackburn Rovers and Newcastle United came close to challenging Manchester United's early dominance; Blackburn won the 1994–95 FA Premier League and Newcastle led the title charge over United for much of the 1995–96 season. As the decade closed, Arsenal replicated Manchester United's dominance by winning the League and FA Cup double in 1997–98, and together they would form a duopoly over the league between 1997 and 2003. The 2000s saw the rise of Liverpool alongside the \"Big 2\", followed by Chelsea finally breaking the Arsenal–Man United duopoly by winning the league in 2004–05. The dominance of the so-called \"Big Four\" clubs – Arsenal, Chelsea, Liverpool, and Manchester United[39][40] – saw them finish at the top of the table for most of the decade, thereby guaranteeing qualification for the UEFA Champions League. Only three other clubs managed to qualify for the competition during this period: Newcastle United (2001–02 and 2002–03), Everton (2004–05), and Tottenham Hotspur (2009–10) – each occupying the final Champions League spot, with the exception of Newcastle in the 2002–03 season, who finished third. Following the 2003–04 season, Arsenal acquired the nickname \"The Invincibles\" as they became the first and, to date, only club to complete a Premier League campaign without losing a single game.[41][42] In May 2008, Kevin Keegan stated that \"Big Four\" dominance threatened the division: \"This league is in danger of becoming one of the most boring but great leagues in the world.\"[43] Premier League chief executive Richard Scudamore said in defence: \"There are a lot of different tussles that go on in the Premier League depending on whether you're at the top, in the middle, or at the bottom that make it interesting.\"[44] Between 2005 and 2012, there was a Premier League representative in seven of the eight Champions League finals, with only the \"Big Four\" clubs reaching that stage. Liverpool (2005), Manchester United (2008), and Chelsea (2012) won the competition during this period, with Arsenal (2006), Liverpool (2007), Chelsea (2008), and Manchester United (2009 and 2011) all losing Champions League finals.[45] Leeds United were the only non-\"Big Four\" side to reach the semi-finals of the Champions League, in the 2000–01 season. There were three Premier League teams in the Champions League semi-finals in 2006–07, 2007–08, and 2008–09, a feat only ever achieved five times (along with Serie A in 2002–03 and La Liga in 1999–2000). Additionally, between the 1999–2000 and 2009–10 seasons, four Premier League sides reached the UEFA Cup or Europa League finals, with only Liverpool managing to win the competition in 2001. Arsenal (2000), Middlesbrough (2006), and Fulham (2010) all lost their finals.[46] Although the group's dominance was reduced to a degree after this period with the emergence of Manchester City and Tottenham, in terms of all-time Premier League points won, they remain clear by some margin. As of the end of the 2021–22 season – the 30th season of the Premier League – Liverpool, in fourth place in the all-time points table, were over 300 points ahead of the next team, Tottenham Hotspur. They are also the only teams to maintain a winning average of over 50% throughout their entire Premier League tenures.[47] The years following 2009 marked a shift from the \"Big Four\" with Tottenham Hotspur and Manchester City breaking into the top four places on a regular basis, turning the \"Big Four\" into the \"Big Six\".[48] In the 2009–10 season, Tottenham finished fourth and became the first new team to finish in the top four since Everton five years prior.[49] Criticism of the gap between an elite group of \"super clubs\" and the majority of the Premier League has continued, nevertheless, due to their increasing ability to spend more than the other Premier League clubs.[50] Manchester City won the title in the 2011–12 season, becoming the first club outside the \"Big Four\" to win since Blackburn Rovers in the 1994–95 season. That season also saw two of the \"Big Four\" (Chelsea and Liverpool) finish outside the top four places for the first time since that season.[48] With only four UEFA Champions League qualifying places available in the league, greater competition for qualification now exists, albeit from a narrow base of six clubs. In the five seasons following the 2011–12 campaign, Manchester United and Liverpool both found themselves outside of the top four three times, whilst Chelsea finished 10th in the 2015–16 season. Arsenal finished 5th in 2016–17, ending their record run of 20 consecutive top-four finishes.[51] In the 2015–16 season, underdogs Leicester City won the Premier League. With 5000/1 odds of winning the league at the beginning of the season, Leicester became the first club outside the \"Big Six\" to win the Premier League since Blackburn Rovers in the 1994–95 season.[52] Off the pitch, the \"Big Six\" wield significant financial power and influence, with these clubs arguing that they should be entitled to a greater share of revenue due to the greater stature of their clubs globally and the attractive football they aim to play.[53] Objectors argue that the egalitarian revenue structure in the Premier League helps to maintain a competitive league which is vital for its future success.[54] The 2016–17 Deloitte Football Money League report showed the financial disparity between the \"Big Six\" and the rest of the division. All of the \"Big Six\" had revenues greater than €350 million, with Manchester United having the largest revenue in the league at €676.3 million. Leicester City was the closest club to the \"Big Six\" in terms of revenue, recording a figure of €271.1 million for that season – helped by participation in the Champions League. The eighth-largest revenue generator, West Ham – who did not play in European competition – had revenues of €213.3 million, less than half of those of the club with the fifth-largest revenue, Liverpool (€424.2 million).[55] A substantial part of the clubs' revenue by then came from television broadcast deals, with the biggest clubs each taking from around £150 million to nearly £200 million in the 2016–17 season from such deals.[56] In Deloitte's 2019 report, all the \"Big Six\" were in the top ten of the world's richest clubs.[57] From the 2019–20 season, video assistant referees were used in the league.[58] The 2019–20 season saw Liverpool win their first Premier League trophy, their first top-flight trophy in 30 years.[59] Project Big Picture was announced in October 2020 that described a plan to reunite the top Premier League clubs with the English Football League, proposed by leading Premier League clubs Manchester United and Liverpool.[60] It has been criticised by the Premier League leadership and the UK government's Department for Culture, Media and Sport.[61] On 26 April 2021, play was stopped during a match between Leicester City and Crystal Palace to allow players Wesley Fofana and Cheikhou Kouyaté to break Ramadan fast. It is believed to be the first time in Premier League history that a game was paused to allow Muslim players to eat and drink after the sun had set in accordance with the rules of the faith.[62] The 2022–23 season was the first to take a six-week break between November and December 2022 to allow for the first winter World Cup,[63] with a return for the Boxing Day fixtures.[64] The Premier League players decided to take the knee at selected \"significant moments\". They assured to \"remain resolutely committed to eradicate racial prejudice\".[65] That season was notable for Newcastle United and Brighton & Hove Albion breaking the traditional \"Big Six\" as they finished fourth and sixth, respectively, whilst \"Big Six\" teams Tottenham and Chelsea finished eighth and twelfth.[66][67] Meanwhile, 2015–16 champions Leicester City were relegated, becoming the second league-winning club to suffer relegation since 1992, after Blackburn Rovers in the 2011–12 season.[68] In the 2023–24 season, Manchester City won the Premier League for the sixth time in seven years to become the first top-flight team to win four consecutive league titles in English football history.[69] Meanwhile, non-Big Six club Aston Villa finished fourth and qualified for the 2024–25 UEFA Champions League.[70] The Football Association Premier League Ltd (FAPL)[71][72][73] is operated as a corporation and is owned by the 20 member clubs. Each club is a shareholder, with one vote each on issues such as rule changes and contracts. The clubs select a chairman, chief executive, and board of directors to oversee the daily operations of the league.[74] The Football Association is not directly involved in the day-to-day operations of the Premier League, but has veto power as a special shareholder during the election of the chairman and chief executive and when new rules are adopted by the league.[75] The current chief executive is Richard Masters, who was appointed in December 2019.[76] The chair is currently Alison Brittain, who took over the role in early 2023.[77] The Premier League sends representatives to UEFA's European Club Association, the number of clubs and the clubs themselves chosen according to UEFA coefficients. For the 2023–24 season, the Premier League has 13 representatives in the Association: Arsenal, Aston Villa, Brighton & Hove Albion, Chelsea, Everton, Liverpool, Manchester City, Manchester United, Newcastle United, Nottingham Forest, Tottenham Hotspur, West Ham United, and Wolverhampton Wanderers.[78] The European Club Association is responsible for electing three members to UEFA's Club Competitions Committee, which is involved in the operations of UEFA competitions such as the Champions League and UEFA Europa League.[79] The Premier League has faced criticism of its governance due to an alleged lack of transparency and accountability. Following the Premier League's blocking of the attempted takeover of Newcastle United by a PIF-backed consortium through the league's Owners' and Directors' test, many MPs, Newcastle United fans and related parties to the deal denounced the Premier League for its perceived lack of transparency and accountability throughout the process.[80][81][82] On 6 July 2021, consortium member Amanda Staveley of PCP Capital Partners said that \"fans surely deserve absolute transparency from the regulators across all their processes – to best ensure that they act responsibly. They (the Premier League) are performing a function like that of a government regulator – but without the same systems for accountability.\"[82] On 22 July 2021, Tracey Crouch MP – chair of the fan-led review into the UK's football governance – announced in the review's interim findings that the Premier League had \"lost the trust and confidence\" of fans. The review also recommended that a new independent regulator be created to oversee matters such as club takeovers.[83][84] Premier League chief executive Richard Masters had earlier spoken out against the implementation of an independent regulator, saying in May 2021, \"I don't think that the independent regulator is the answer to the question. I would defend the Premier League's role as regulator of its clubs over the past 30 years.\"[85] [The Premier League] is very tough and is different. If you compare this league to another league, it's like playing another sport. In [The Premier League] you never really know what is going to happen, there is very little between the teams. There are 20 clubs in the Premier League. During the course of a season (from August to May) each club plays the others twice (a double round-robin system), once at their home stadium and once at that of their opponents, for 38 games. Teams receive three points for a win and one point for a draw. No points are awarded for a loss. Teams are ranked by total points, then goal difference, and then goals scored. If still equal, teams are deemed to occupy the same position. If there is a tie for the championship, for relegation, or for qualification to other competitions, the head-to-head record between the tied teams is taken into consideration (points scored in the matches between the teams, followed by away goals in those matches.) If two teams are still tied, a play-off match at a neutral venue decides rank.[88] A system of promotion and relegation exists between the Premier League and the EFL Championship. The three lowest placed teams in the Premier League are relegated to the Championship, and the top two teams from the Championship promoted to the Premier League,[89] with an additional team promoted after a series of play-offs involving the third, fourth, fifth and sixth placed clubs.[90] The number of clubs was reduced from 22 to 20 in 1995, when four teams were relegated from the league and only two teams promoted.[91][92] The top flight had only been expanded to 22 teams at the start of the 1991–92 season – the year prior to the formation of the Premier League.[92] On 8 June 2006, FIFA requested that all major European leagues, including Italy's Serie A and Spain's La Liga, be reduced to 18 teams by the start of the 2007–08 season. The Premier League responded by announcing their intention to resist such a reduction.[93] Ultimately, the 2007–08 season kicked off again with 20 teams.[94] Video assistant referee (VAR), was introduced to the Premier League at the beginning of the 2019–20 season. It uses technology and officials to assist the referee in making decisions on the pitch.[95] However, its use has been met with mixed receptions from fans and pundits, with some praising its accuracy whilst others criticise its impact on the flow of the game and consistency of decision-making. The on-field referee still makes the final decision, but VAR can assist the referee in the decision-making process. VAR can only be used for four types of decisions: goals, penalty decisions, direct red card incidents, and cases of mistaken identity. VAR officials review the video footage and communicate with the on-field referee via a headset. The VAR officials are located in a central control room, which is equipped with multiple camera angles and the ability to replay footage at various speeds. A study evaluating fan reception of VAR in the Premier League was made by Otto Kolbinger and Melanie Knopp and was done by analysing Twitter data.[96] The researchers used sentiment analysis to measure the overall positive or negative attitudes towards VAR, as well as topic modelling to identify specific issues that fans are discussing related to VAR. The study found that the reception of VAR on Twitter is largely negative, with fans expressing frustration and criticism of the technology's impact on the flow of the game and the inconsistency of decisions. The researchers also identified specific issues, such as handball and offside decisions, that fans are particularly critical of. The study concludes that VAR has not been well received by fans in the Premier League, and that efforts to improve the technology and increase transparency in decision-making are needed to address these concerns. Fifty-one clubs have played in the Premier League from its inception in 1992, up to and including the 2023–24 season.[97] Titles won by club (%) Italics indicate former Premier League champions that are currently outside the Premier League. Twenty clubs are competing in the 2024–25 season – top seventeen from the previous season and three promoted from the Championship. In 2011, after Swansea City gained promotion, a Welsh club participated in the Premier League for the first time.[98][99] The first Premier League match to be played outside England was Swansea City's home match at Liberty Stadium against Wigan Athletic on 20 August 2011.[100] The number of Welsh clubs in the Premier League increased to two in 2013–14, as Cardiff City gained promotion,[101] but they were relegated after their maiden season.[102] Cardiff were promoted again in 2017–18 but the number of Welsh clubs remained the same for the 2018–19 Premier League season, as Swansea City had been relegated from the Premier League in 2017–18.[103] Following Cardiff City's relegation after the 2018–19 season, there are currently no Welsh clubs participating in the Premier League.[104] Because they are members of the Football Association of Wales (FAW), the question of whether clubs like Swansea should represent England or Wales in European competitions has caused long-running discussions in UEFA. Swansea took one of England's three available places in the Europa League in 2013–14 by winning the League Cup in 2012–13.[105] The right of Welsh clubs to take up such English places was in doubt until UEFA clarified the matter in March 2012, allowing them to participate.[106] Participation in the Premier League by some Scottish or Irish clubs has sometimes been discussed, but without result. The idea came closest to reality in 1998, when Wimbledon received Premier League approval to relocate to Dublin, Ireland, but the move was blocked by the Football Association of Ireland.[107][108][109][110] Additionally, the media occasionally discusses the idea that Scotland's two biggest teams, Celtic and Rangers, should or will take part in the Premier League, but nothing has come of these discussions.[111] The top four teams in the Premier League qualify automatically for the subsequent season's UEFA Champions League league phase. The champions of the Champions League and UEFA Europa League may earn an additional qualification for the subsequent season's Champions League league phase if did not finish in the top four. If this means six Premier League teams qualify, then the fourth-placed team in the Premier League is instead entered in the Europa League, as any single nation is limited to a maximum of five teams in the Champions League. However, starting from the 2024–25 UEFA Champions League there are additional berths for the two best associations in the previous season's ranking, which may result in a maximum of six teams from one association in the Champions League. The fifth-placed team in the Premier League, as well as the winners of the FA Cup, qualify for the subsequent season's Europa League league phase, but if the winner of the FA Cup also finishes in the top five places in the Premier League or has won one of UEFA's major tournaments, then this place reverts to the team that finished sixth. The winner of the EFL Cup qualifies for the subsequent season's UEFA Conference League, but if the winner had already qualified for a UEFA competition via their performance in another competition, then this place reverts to the team that finished sixth in the Premier League, or seventh if the FA Cup result had already caused the sixth-placed team to qualify.[112] The number of places allocated to English clubs in UEFA competitions is dependent upon the position the country holds in the UEFA coefficient rankings, which are calculated based on the performance of teams in UEFA competitions over the previous five years. Currently, England is ranked first, ahead of Spain. As of 26 September 2024, the coefficients for are as follows (only top five European leagues are shown):[113][114] An exception to the usual European qualification system happened in 2005, after Liverpool won the Champions League the season before, but did not finish in a Champions League qualification place in the Premier League. UEFA gave special dispensation for Liverpool to enter the Champions League, giving England five qualifiers.[115] The governing body subsequently ruled that the defending champions qualify for the competition the following year regardless of their domestic league placing. However, for those leagues with four entrants in the Champions League, this meant that if the Champions League winners finished outside the top four in its domestic league, it would qualify at the expense of the fourth-placed team. At that time, no association could have more than four entrants in the Champions League.[116] This occurred in 2012, when Chelsea – who had won the Champions League that summer, but finished sixth in the league – qualified for the 2012–13 Champions League in place of Tottenham Hotspur, who went into the Europa League.[117] From 2015–16, the Europa League champions qualify for the Champions League, increasing the maximum number of participants per country to five.[118] This took effect in England in 2016–17, when Manchester United finished sixth in the Premier League and won the Europa League, giving England five Champions League entrants for 2017–18.[119] In these instances, any Europa League berth vacated is not handed down to the next-best Premier League finisher outside of a qualifying place. If both Champions League and Europa League winners are of the same association and both finish outside the top four, then the fourth-placed team is transferred to the Europa League. With 48 continental trophies won, English clubs are the third-most successful in European football, behind Italy (50) and Spain (67). In the top-tier UEFA Champions League, a record six English clubs have won a total of 15 titles and lost a further 11 finals, behind Spanish clubs with 20 and 11, respectively.[120] In the second-tier UEFA Europa League, English clubs are third, with nine victories and eight losses in the finals.[121] In the former second-tier UEFA Cup Winners' Cup, English teams won a record eight titles and had a further five finalists.[122] In the non-UEFA organised Inter-Cities Fairs Cup, English clubs provided four winners and four runners-up, the second-most behind Spain with six and three, respectively.[123] In the newly created third-tier UEFA Conference League, English clubs have won a joint-record one title so far.[124] In the former fourth-tier UEFA Intertoto Cup, England won four titles and had a further final appearance, placing it fifth in the rankings, although English clubs were notorious for treating the tournament with disdain, either sending \"B\" squads or withdrawing from it altogether.[125][126][127] In the one-off UEFA Super Cup, England has ten winners and ten runners-up, the second-most behind Spain with 17 and 15, respectively.[128] Similarly to the Intertoto Cup, English teams did not take the former Intercontinental Cup seriously enough, despite its international status of the Club World Championship. They a made a total of six appearances in the one-off competition, winning only one of them, and withdrew a further three times.[129] English clubs have won the FIFA-organised Club World Cup four times, tied for the second-most with Brazil, and behind only Spain, with eight.[130][127] After an inaugural season with no sponsorship, the Premier League was sponsored by Carling from 1993 until 2001, during which time it was known as the FA Carling Premiership. In 2001, a new sponsorship deal with Barclaycard saw the league rebranded the FA Barclaycard Premiership, which was changed to the FA Barclays Premiership in time for the 2004–05 season. For the 2007–08 season, the league was rebranded the Barclays Premier League.[131][132] Barclays' deal with the Premier League expired at the end of the 2015–16 season. The organisation announced on 4 June 2015 that it would not pursue any further title sponsorship deals for the Premier League, arguing that they wanted to build a \"clean\" brand for the competition more in line with those of major U.S. sports leagues.[134] As well as sponsorship for the league itself, the Premier League has a number of official partners and suppliers.[135] The official ball supplier for the league is Nike who have had the contract since the 2000–01 season when they took over from Mitre.[136] Under its Merlin brand, Topps held the licence to produce collectables for the Premier League between 1994 and 2019 including stickers (for their sticker album) and trading cards.[137] Launched in the 2007–08 season, Topps' Match Attax, the official Premier League trading card game, is the best selling boys collectable in the UK, and is also the biggest selling sports trading card game in the world.[137][138] In October 2018, Panini were awarded the licence to produce collectables from the 2019–20 season.[139] The chocolate company Cadbury has been the official snack partner of the Premier League since 2017, and sponsored the Golden Boot, Golden Glove and Playmaker of the Season awards from the 2017–18 season to 2019–20 season.[140][141] The Coca-Cola Company (under its Coca-Cola Zero Sugar product line) sponsored these awards during the 2020–21 season with Castrol being the current sponsor as of the 2021–22 season.[142] The Premier League has the highest revenue of any association football league in the world, with total club revenues of €2.48 billion in 2009–10.[143][144] In 2013–14, due to improved television revenues and cost controls, the Premier League clubs collectively made a net profit in excess of £78 million, exceeding all other football leagues.[145] In 2010 the Premier League was awarded the Queen's Award for Enterprise in the International Trade category for its outstanding contribution to international trade and the value it brings to English football and the United Kingdom's broadcasting industry.[146] The Premier League includes some of the richest football clubs in the world. Deloitte's \"Football Money League\" listed seven Premier League clubs in the top 20 for the 2009–10 season,[147] and all 20 clubs were in the top 40 globally by the end of the 2013–14 season, largely as a result of increased broadcasting revenue.[148] In 2019, the league generated around £3.1 billion per year in domestic and international television rights.[4] Premier League clubs agreed in principle in December 2012, to radical new cost controls. The two proposals consist of a break-even rule and a cap on the amount clubs can increase their wage bill by each season. With the new television deals on the horizon, momentum has been growing to find ways of preventing the majority of the cash going straight to players and agents.[149] Central payments for the 2016–17 season amounted to £2,398,515,773 across the 20 clubs, with each team receiving a flat participation fee of £35,301,989 and additional payments for TV broadcasts (£1,016,690 for general UK rights to match highlights, £1,136,083 for each live UK broadcast of their games and £39,090,596 for all overseas rights), commercial rights (a flat fee of £4,759,404) and a notional measure of \"merit\" which was based upon final league position.[8] The merit component was a nominal sum of £1,941,609 multiplied by each finishing place, counted from the foot of the table (e.g., Burnley finished 16th in May 2017, five places counting upwards, and received 5 × £1,941,609 = £9,708,045 merit payment).[8] Since its split with the Football League, established clubs in the Premier League have a funding disparity from counterparts in lower leagues. Revenue from television rights between the leagues has played a part in this.[150] Promoted teams have found it difficult to avoid relegation in their first Premier League season. One Premier League newcomer has been relegated back to the Football League every season, save the 2001–02, 2011–12, 2017–18 & 2022–23 seasons. In the 1997–98 and 2023–24 seasons, all three promoted clubs were relegated by the season's end.[151] The Premier League distributes a portion of its television revenue as \"parachute payments\" to relegated clubs for adjustment to television revenue loss. The average Premier League team receives £41 million[152] whilst the average Championship club receives £2 million.[153] Starting with the 2013–14 season, these payments are in excess of £60 million over four seasons.[154] Critics maintain that the payments widen the gap between teams that have reached the Premier League and those that have not,[155] leading to the common occurrence of teams \"bouncing back\" soon after their relegation. Clubs which have failed to win immediate promotion back to the Premier League have seen financial problems, in some cases administration or liquidation. Further relegations down the footballing ladder have occurred for multiple clubs unable to cope with the gap.[156][157] Television has played a major role in the history of the Premier League. The League's decision to assign broadcasting rights to Sky in 1992 was at the time a radical decision, but one that has paid off. At the time, paid television was an almost untested proposition in the UK market as was charging fans to watch live televised football. However, a combination of Sky's strategy, the quality of Premier League football and the public's appetite for the game has seen the value of the Premier League's TV rights soar.[25] The Premier League sells its television rights on a collective basis. This is in contrast to some other European leagues, including La Liga, in which each club sells its rights individually, leading to a much higher share of the total income going to the top few clubs.[159] The money is divided into three parts:[160] half is divided equally between the clubs; one quarter is awarded on a merit basis based on final league position, the top club getting twenty times as much as the bottom club, and equal steps all the way down the table; the final quarter is paid out as facilities fees for games that are shown on television, with the top clubs generally receiving the largest shares of this. The income from overseas rights is divided equally between the twenty clubs.[161] Not all Premier League matches are televised in the United Kingdom, as the league upholds the long-standing prohibition on telecasts of any association football match (domestic or otherwise) that kicks off between 2:45 p.m. and 5:15 p.m. on Saturday matchdays.[162][163][164] The first Sky television rights agreement was worth £304 million over five seasons.[165] The next contract, negotiated to start from the 1997–98 season, rose to £670 million over four seasons.[165] The third contract was a £1.024 billion deal with BSkyB for the three seasons from 2001 to 2004. The league brought in £320 million from the sale of its international rights for the three-year period from 2004 to 2007. It sold the rights itself on a territory-by-territory basis.[166] Sky's monopoly was broken from August 2006 when Setanta Sports was awarded rights to show two out of the six packages of matches available. This occurred following an insistence by the European Commission that exclusive rights should not be sold to one television company. Sky and Setanta paid £1.7 billion, a two-thirds increase which took many commentators by surprise as it had been widely assumed that the value of the rights had levelled off following many years of rapid growth. Setanta also hold rights to a live 3 pm match solely for Irish viewers. The BBC retained the rights to show highlights for the same three seasons (on Match of the Day) for £171.6 million, a 63 per cent increase on the £105 million it paid for the previous three-year period.[167] Sky and BT Group (via its new channel BT Sport, now TNT Sports) agreed to jointly pay £84.3 million for delayed television rights to 242 games (that is the right to broadcast them in full on television and over the internet) in most cases for a period of 50 hours after 10 p.m. on matchday.[168] Overseas television rights fetched £625 million, nearly double the previous contract.[169] The total raised from those deals was more than £2.7 billion, giving Premier League clubs an average media income from league games of around £40 million-a-year from 2007 to 2010.[170] The TV rights agreement between the Premier League and Sky faced accusations of being a cartel, and a number of court cases arose as a result.[171] An investigation by the Office of Fair Trading in 2002 found BSkyB to be dominant within the pay TV sports market, but concluded that there were insufficient grounds for the claim that BSkyB had abused its dominant position.[172] In July 1999 the Premier League's method of selling rights collectively for all member clubs was investigated by the UK Restrictive Practices Court, which concluded that the agreement was not contrary to the public interest.[173] The BBC's highlights package on Saturday and Sunday nights, as well as other evenings when fixtures justify, ran until 2016.[174] Television rights alone for the period 2010 to 2013 were purchased for £1.782 billion.[175] On 22 June 2009, due to troubles encountered by Setanta Sports after it failed to meet a final deadline over a £30 million payment to the Premier League, ESPN was awarded two packages of UK rights containing 46 matches that were available for the 2009–10 season as well as a package of 23 matches per season from 2010 to 2013.[176] On 13 June 2012, the Premier League announced that BT had been awarded 38 games a season for the 2013–14, 2014–15 and 2015–16 seasons at £246 million-a-year. The remaining 116 games were retained by Sky, which paid £760 million-a-year. The total domestic rights raised £3.018 billion, an increase of 70.2% over the 2010–11 to 2012–13 rights.[177] The value of the licensing deal rose by another 70.2% in 2015, when Sky and BT paid £5.136 billion to renew their contracts with the Premier League for another three years up to the 2018–19 season.[178] A new rights cycle began in the 2019–20 season, with the domestic package increasing to 200 matches overall; in February 2018, BT were awarded the package of 32 lunchtime fixtures on Saturdays, whilst Sky was awarded four of the seven packages, covering the majority of weekend fixtures (including eight new prime time fixtures on Saturdays), as well as Monday and Friday matches. Two remaining packages of 20 fixtures each were to be sold at a later date, including three rounds of mid-week fixtures and a bank holiday round. As Sky already owned the maximum number of matches it could hold without breaching a 148-match cap, it was speculated that at least one of the new packages could go to a new entrant, such as a streaming service. The five packages sold to BT and Sky were valued at £4.464 billion.[179] In June 2018, it was announced that Amazon Prime Video and BT had acquired the remaining two packages; Amazon acquired rights to 20 matches per-season, covering a mid-week round in December, and all Boxing Day fixtures.[180] The Amazon telecasts are produced in association with Sunset + Vine and BT Sport.[181] With the resumption of play in the 2019–20 Premier League due to the COVID-19 pandemic in the United Kingdom, the Premier League announced that all remaining matches would be carried on British television, split primarily across Sky, BT, and Amazon. A large number of these matches were also scheduled for free-to-air broadcasts, with Sky airing 25 on Pick, Amazon streaming its four matches on Twitch, and the BBC – for the first time in league history – carrying four live matches.[182][183][184][185] As matches would continue to be played without spectators upon the start of the 2020–21 Premier League, its clubs voted on 8 September to continue broadcasting all matches through at least September (with the BBC and Amazon each holding one additional match), and \"appropriate arrangements\" being made for October.[186][187] It was later announced that matches not selected for broadcast would be carried on pay-per-view via BT Sport Box Office and Sky Box Office at a cost of £14.95 per-match. The PPV scheme was poorly received; the Football Supporters' Federation felt that the price was too high, and there were concerns that it could encourage piracy. There were calls from supporters to boycott the pay-per-views, and make donations to support charitable causes instead (with Newcastle's \"Charity Not PPV\" campaign raising £20,000 for a local food bank, and Arsenal fans raising £34,000 for Islington Giving). On 13 November, amid the reintroduction of measures across the UK, the Premier League officially announced that the non-televised matches would be assigned to its main broadcast partners, and again including additional matches for the BBC and Amazon Prime.[188][189][190][191] The next cycle of rights between 2022–23 and 2024–25 season was renewed without tender due to compelling and exceptional circumstances in light of the COVID-19 pandemic. Therefore, rights remained as they were since the 2019–20 season.[192] UK highlights In August 2016, it was announced the BBC would be creating a new magazine-style show for the Premier League entitled The Premier League Show.[193] The Premier League is the most-watched football league in the world, broadcast in 212 territories to 643 million homes and a potential TV audience of 4.7 billion people.[9] The Premier League's production arm, Premier League Productions, is operated by IMG Productions and produces content for its international television partners.[194] On 22 November 2024, the Premier League announced plans to end its agreement with IMG and take Premier League Productions in-house beginning in 2026–27.[195] The Premier League is the most widely distributed sports programme in Asia.[196] In the Indian subcontinent, the matches are broadcast live on STAR Sports.[197] In MENA region, BeIN Sports holds exclusive rights to the Premier League.[198] In China, the broadcast rights were awarded to iQiyi, Migu and CCTV that began in the 2021–22 season.[199][200][201] SCTV broadcast the matches for Indonesia, and Astro for Malaysia. In Australia, Optus telecommunications holds exclusive rights to the Premier League, providing live broadcasts and online access (Fox Sports formerly held rights).[202] As of the 2022–23 season, Canadian media rights to the Premier League are owned by FuboTV,[203] after having been jointly owned by Sportsnet and TSN, and most recently DAZN.[204] The Premier League is broadcast in the United States by NBC Sports, a division of Sky parent Comcast.[205] Acquiring the rights to the Premier League in 2013 (replacing Fox Soccer and ESPN), NBC Sports has been widely praised for its coverage.[206][207][208] NBC Sports reached a six-year extension with the Premier League in 2015 to broadcast the league until the end of the 2021–22 season in a deal valued at $1 billion (£640 million).[209][210] In November 2021, NBC reached another six-year extension through 2028 in a deal valued at $2.76 billion (£2 billion).[211][212] The Premier League is broadcast by SuperSport across sub-Saharan Africa.[213] Broadcasters to continental Europe until 2025 include Canal+ for France,[214] Sky Sport Germany for Germany and Austria,[215] Match TV for Russia,[216] Sky Sport Italy for Italy,[217] Eleven Sports for Portugal,[218] DAZN for Spain,[219] beIN Sports Turkey to Turkey,[220] Digi Sport for Romania,[221] and NENT to Nordic countries (Sweden, Denmark and Norway),[222] Poland and the Netherlands.[223] In South America, ESPN covers much of the continent,[224] with coverage in Brazil shared between ESPN Brasil and ESPN4.[225][226] Paramount+ broadcasts the league in Central America.[227] As of the 2023–24 season, Premier League football has been played in 61 stadiums since the formation of the division.[228] The Hillsborough disaster in 1989 and the subsequent Taylor Report saw a recommendation that standing terraces should be abolished. As a result, all stadiums in the Premier League are all-seater.[229][230] Since the formation of the Premier League, football grounds in England have seen constant improvements to capacity and facilities, with some clubs moving to new-build stadiums.[231] Eleven stadiums that have seen Premier League football have now been demolished. The stadiums for the 2023–24 season show a large disparity in capacity. For example, Old Trafford, the home of Manchester United, has a capacity of 74,031 whilst Dean Court, the home of Bournemouth, has a capacity of 11,307. The combined total capacity of the Premier League in the 2023–24 season is 787,002 with an average capacity of 39,350. Stadium attendances are a significant source of regular income for Premier League clubs.[232] For the 2022–23 season, average attendances across the league clubs were 40,235 for Premier League matches with an aggregate attendance of 15,289,340.[233] This represents an increase of 19,109 from the average attendance of 21,126 recorded in the Premier League's first season (1992–93).[234] However, during the 1992–93 season, the capacities of most stadiums were reduced as clubs replaced terraces with seats in order to meet the Taylor Report's 1994–95 deadline for all-seater stadiums.[235][236] The 2022–23 season also set a competition record for total attendance with more than 15 million spectators, with average attendance also reaching record levels, surpassing the previous record of 39,989 set in the 2021–22 season, which in turn broke an over 70-year-old record set in the 1948–49 season.[237] In October 2024 it was reported that the government is planning to grant the independent regulator authority to stop Premier League clubs from selling their stadiums to affiliated or third-party companies.[238] I have never known this level before. Of course, there are managers in Germany, Italy, and Spain, but in the Premier League, these are the best managers, the elite managers. The quality, the preparation. The level is so high. Managers in the Premier League are involved in the day-to-day running of the team, including the training, team selection and player acquisition. Their influence varies from club-to-club and is related to the ownership of the club and the relationship of the manager with fans.[240] Managers are required to have a UEFA Pro Licence which is the final coaching qualification available, and follows the completion of the UEFA 'B' and 'A' Licences.[241] The UEFA Pro Licence is required by every person who wishes to manage a club in the Premier League on a permanent basis (i.e., more than 12 weeks, the amount of time an unqualified caretaker manager is allowed to take control).[242] Caretaker appointments are managers that fill the gap between a managerial departure and a new appointment. Several caretaker managers have gone on to secure a permanent managerial post after performing well as a caretaker, including Paul Hart at Portsmouth, David Pleat at Tottenham Hotspur and Ole Gunnar Solskjær at Manchester United. Arsène Wenger is the longest-serving manager, having been in charge of Arsenal in the Premier League from 1996 to his departure at the conclusion of the 2017–18 season, and holds the record for most matches managed in the Premier League with 828, all with Arsenal. He broke the record set by Alex Ferguson, who had managed 810 matches with Manchester United from the Premier League's inception to his retirement at the end of the 2012–13 season. Ferguson was in charge of Manchester United from November 1986 until his retirement at the end of the 2012–13 season, meaning he was manager for the last five years of the old Football League First Division and all of the first 21 seasons of the Premier League.[243] Notably, since its creation the Premier League has never been won by an English manager. There have been several studies into the reasoning behind, and effects of, managerial sackings. Most famously, Sue Bridgewater of the University of Liverpool and Bas ter Weel of the University of Amsterdam, performed two separate studies which helped to explain the statistics behind managerial sackings. Bridgewater's study found clubs generally sack their managers upon dropping below an average of one point per match.[244] Player transfers may only take place within transfer windows set by the Football Association. The two transfer windows run from the last day of the season to 31 August and from 31 December to 31 January. Player registrations cannot be exchanged outside these windows except under specific licence from the FA, usually on an emergency basis.[246] As of the 2010–11 season, the Premier League introduced new rules mandating that each club must register a maximum 25-man squad of players aged over 21, with the squad list only allowed to be changed in transfer windows or in exceptional circumstances.[247][248] This was to enable the \"home grown\" rule to be enacted, whereby the Premier League would also from 2010 require at least eight members of the named 25-man squad to be \"home-grown players\".[247] At the inception of the Premier League in 1992–93, just 11 players named in the starting line-ups for the first round of matches hailed from outside of the United Kingdom or Ireland.[249] By 2000–01, the number of foreign players participating in the Premier League was 36% of the total. In the 2004–05 season, the figure had increased to 45%. On 26 December 1999, Chelsea became the first Premier League side to field an entirely foreign starting line-up,[250] and on 14 February 2005, Arsenal were the first to name a completely foreign 16-man squad for a match.[251] By 2009, under 40% of the players in the Premier League were English.[252] By February 2020, 117 different nationalities had played in the Premier League, and 101 nationalities had scored in the competition.[253] In 1999, in response to concerns that clubs were increasingly passing over young English players in favour of foreign players, the Home Office tightened its rules for granting work permits to players from countries outside of the European Union.[254] A non-EU player applying for the permit must have played for his country in at least 75 per cent of its competitive 'A' team matches for which he was available for selection during the previous two years, and his country must have averaged at least 70th place in the official FIFA world rankings over the previous two years. If a player does not meet those criteria, the club wishing to sign him may appeal.[255] Following the implementation of Brexit in January 2021, new regulations were introduced which require all foreign players to obtain a Governing Body Endorsement (GBE) in order to play football in the United Kingdom, regardless of EU status.[256] Italics denotes players still playing professional football,Bold denotes players still playing in the Premier League. The Premier League Golden Boot is awarded each season to the top scorer in the division. Former Blackburn Rovers and Newcastle United striker Alan Shearer holds the record for most Premier League goals with 260.[258] Thirty-three players have reached the 100-goal mark.[259] Since the first Premier League season in 1992–93, 23 players from 11 clubs have won or shared the top scorer title.[260] Thierry Henry won his fourth overall scoring title by scoring 27 goals in the 2005–06 season. Erling Haaland holds the record for most goals in a Premier League season (38 matches) with 36 goals as of 15 May 2023.[261] Ryan Giggs of Manchester United holds the record for scoring goals in consecutive seasons, having scored in the first 21 seasons of the league.[262] Giggs also holds the record for the most Premier League assists, with 162.[263] There is no team or individual salary cap in the Premier League. As a result of the increasingly lucrative television deals, player wages rose sharply following the formation of the Premier League, when the average player wage was £75,000 per year.[264] In the 2018–19 season the average annual salary stood at £2.99 million. The total salary bill for the 20 Premier League clubs in the 2018–19 season was £1.62 billion; this compares to £1.05 billion in La Liga, £0.83 billion in Serie A, £0.72 billion in Bundesliga, and £0.54 billion in Ligue 1. The club with the highest average wage is Manchester United at £6.5 million. This is smaller than the club with the highest wage bill in Spain (Barcelona £10.5 million) and Italy (Juventus £6.7 million), but higher than in Germany (Bayern Munich £6.4 million) and France (Paris Saint-Germain £6.1 million). For the 2018–19 season, the ratio of the wages of the highest-paid team to lowest-paid in the Premier League is 6.82 to 1. This is much lower than in La Liga (19.1 to 1), Serie A (16 to 1), Bundesliga (20.5 to 1), and Ligue 1 (26.6 to 1). Because of the lower differential between team wage bills in the Premier League, it is often regarded as being more competitive than other top European leagues.[265] The record transfer fee for a Premier League player has risen steadily over the lifetime of the competition. Before the start of the first Premier League season, Alan Shearer became the first British player to command a transfer fee of more than £3 million.[266] The record has increased steadily and Enzo Fernández is now the most expensive transfer fee paid by a Premier League club at £106.8 million, whilst Philippe Coutinho is the biggest transfer involving a Premier League club at £105 million. The Premier League maintains two trophies – the genuine trophy (held by the reigning champions) and a spare replica. Two trophies are held for the purpose of making the award within minutes of the title being secured, in the event that on the final day of the season two clubs are still within reach of winning the League.[293] In the rare event that more than two clubs are vying for the title on the final day of the season, a replica won by a previous club is used.[294] The current Premier League trophy was created by Royal Jewellers Garrard & Co/Asprey of London and was designed in house at Garrard & Co by Trevor Brown and Paul Marsden. It consists of a trophy with a golden crown and a malachite plinth base. The plinth weighs 33 pounds (15 kg) and the trophy weighs 22 pounds (10.0 kg).[295] The trophy and plinth are 76 cm (30 in) tall, 43 cm (17 in) wide and 25 cm (9.8 in) deep.[296] Its main body is solid sterling silver and silver gilt, whilst its plinth is made of malachite, a semi-precious stone. The plinth has a silver band around its circumference, upon which the names of the title-winning clubs are listed. The green of the malachite represents the green field of play.[296] The design of the trophy is based on the heraldry of Three Lions that is associated with English football. Two of the lions are found above the handles on either side of the trophy – the third is symbolised by the captain of the title-winning team as he raises the trophy, and its gold crown, above his head at the end of the season.[297] The ribbons that drape the handles are presented in the team colours of the league champions that year. In 2004, a special gold version of the trophy was commissioned to commemorate Arsenal winning the title without a single defeat.[298] In addition to the winner's trophy and the individual winner's medals awarded to players who win the title, the Premier League also issues other awards throughout the season. A man-of-the-match award is awarded to the player who has the greatest impact in an individual match. Monthly awards are also given for the Manager of the Month, Player of the Month and Goal of the Month.[299] These are also issued annually for Manager of the Season,[300] Player of the Season[301] and Goal of the Season. The Young Player of the Season award is given to the most outstanding U-23 player starting from the 2019–20 season.[302] The Golden Boot award is given to the top goalscorer of every season, the Playmaker of the Season award is given to the player who makes the most assists of every season,[141] and the Golden Glove award is given to the goalkeeper with the most clean sheets at the end of the season.[303] Starting with the 2021–22 season, four new awards are given. The Save of the Season is awarded to the goalkeeper deemed to have made the most impressive save.[304] The Game Changer of the Season is earned by the player with the single most game-changing performance over the course of the campaign.[305] The Most Powerful Goal is given to the player whose goal-scoring shot had the highest average velocity from the time it was struck to the time it crossed the goal line, and the Most Improbable Comeback award is meant for the team that, based on calculations performed by Oracle Corporation, goes behind and overcomes a deficit to win their respective match.[306] From the 2017–18 season, players receive a milestone award for 100 appearances and every century there after and also players who score 50 goals and multiples thereof. Each player to reach these milestones is to receive a presentation box from the Premier League containing a special medallion and a plaque commemorating their achievement.[307] In 2012, the Premier League celebrated its second decade by holding the 20 Seasons Awards:[308] Bibliography",
                "url": "https://en.wikipedia.org/wiki/Premier_League"
            }
        ],
        "Brentford vs Man City": [],
        "Auto Fire": [
            {
                "title": "Auto Fire Extinguisher",
                "content": "There's always a great deal going on at Jon-Don. Check out all current active promotions. With over 10,000 repair parts in stock, we'll get you back in the field fast. Call or visit your local repair center today! Browse models from top brands and find the perfect truck mount for your business. FREE Shipping $350+ Over $350 This auto fire extinguisher is compact enough to store in any car or vehicle. This 5-B:C rated fire extinguisher is ideal for use in vehicles. Fights flammable liquid and electrical fires. Includes heavy duty mounting bracket to keep unit secure. Meets UL standards. Features: On ALL In-Stock Orders For Total Peace of Mind Fast and Reliable Follow Us On",
                "url": "https://www.jondon.com/auto-fire-extinguisher.html?srsltid=AfmBOoqOouA32BHcr31JD_4vIP4tInk0s_nnn7SOw9nYKaH0bJXlb80q"
            }
        ],
        "Starbucks reverses open-door policy": [],
        "Chelsea": [],
        "Cavs": [],
        "Jessica Simpson": [],
        "Warriors": [
            {
                "title": "WARRIOR | definition in the Cambridge English Dictionary",
                "content": "Your browser doesn't support HTML5 audio Your browser doesn't support HTML5 audio Your browser doesn't support HTML5 audio Get a quick, free translation! Word of the Day say cheese something that someone who is taking a photograph of you tells you to say so that your mouth makes the shape of a smile Blog Curbing and capping (The language of limiting things) New Words root-to-tip © Cambridge University Press & Assessment 2025 © Cambridge University Press & Assessment 2025 To add warrior to a word list please sign up or log in. Add warrior to one of your lists below, or create a new one.",
                "url": "https://dictionary.cambridge.org/us/dictionary/english/warrior"
            }
        ],
        "Diontae Johnson": [
            {
                "title": "Diontae Johnson - Wikipedia",
                "content": "Diontae Lamarcus Johnson (born July 5, 1996) is an American professional football wide receiver in the National Football League (NFL) who is currently a free agent. He played college football for the Toledo Rockets and was selected by the Pittsburgh Steelers in the third round of the 2019 NFL draft. He has also played for the Carolina Panthers, Baltimore Ravens, and Houston Texans. Johnson attended and played high school football at Earl J. Lennard High School in Ruskin, Florida.[1][2] Johnson played college football for Toledo from 2015 to 2018.[3][4] During his time at Toledo, he had 135 catches for 2,235 yards and 23 touchdowns. He also had four rushing attempts for 26 yards. His sophomore year was his best, where he had 74 catches for 1,278 yards and 13 touchdowns.[5] Johnson was drafted by the Pittsburgh Steelers in the third round, 66th overall, of the 2019 NFL draft.[8] The Steelers originally acquired the selection in a trade that sent Antonio Brown to the Oakland Raiders. Johnson made his NFL debut in Week 1 against the New England Patriots. In the game, Johnson made three catches for 25 yards in the 33–3 loss.[9] In Week 3 against the San Francisco 49ers, Johnson caught three passes for 52 yards and his first career touchdown as the Steelers lost 24–20.[10] In Week 8 against the Miami Dolphins, Johnson caught five passes for a career-high 84 yards, including a 45-yard touchdown, in the 27–14 win.[11] In Week 11 against the Cleveland Browns on Thursday Night Football, Johnson was concussed after safety Damarious Randall made a helmet to helmet hit on him.[12] In Week 14 against the Arizona Cardinals, Johnson caught six passes for 60 yards and a touchdown and returned a punt for an 85-yard touchdown in the 23–17 win, earning him AFC Special Teams Player of the Week.[13][14] On January 3, 2020, Johnson was named to the NFL All-Pro Second-team as a punt return specialist.[15] Overall, Johnson finished the 2019 season with 59 receptions for 680 receiving yards and five receiving touchdowns.[16] Johnson finished the 2020 season with 88 receptions for 923 receiving yards and seven receiving touchdowns in 15 games. He had two games going over the 100-yard mark on the season.[17] In the Wild Card Round of the playoffs against the Browns, Johnson recorded 11 catches for 117 yards during the 48–37 loss.[18] Johnson finished the 2021 season with 107 receptions for 1,161 receiving yards and eight receiving touchdowns in 16 games. He had three games going over the 100-yard mark on the season.[19] In the Wild Card Round of the playoffs against the Kansas City Chiefs, Johnson caught five passes totaling 34 yards and a touchdown in the 42–21 loss.[20] After the AFC Championship game, which resulted in the Cincinnati Bengals making it to Super Bowl LVI, he was named to his first Pro Bowl, replacing Bengals receiver Ja'Marr Chase.[21] On August 4, 2022, Johnson signed a two-year, $36.71 million contract extension with the Steelers that included $27 million guaranteed.[22] In Week 15 against the Carolina Panthers, Johnson had his best game of the season with 10 receptions for 98 yards, both season highs.[23] He finished the 2022 season with a team-high 86 receptions for 882 yards and zero touchdowns, setting an NFL record for most receptions in a season without a touchdown.[24] Johnson opened up the 2023 season against the 49ers, in which he sustained a hamstring injury, taking him out of action for at least a month.[25] He was placed on injured reserve on September 18, 2023.[26] He was activated on October 21, 2023.[27] He caught a touchdown in week 9 against the Tennessee Titans, his first in 655 days.[28] He also had a season-high 90 yards in the same game. He finished the 2023 season with 51 receptions for 717 yards and five touchdowns.[29] On March 12, 2024, the Steelers traded Johnson to the Carolina Panthers for cornerback Donte Jackson and the 178th overall pick in the 2024 NFL draft, which Pittsburgh used to draft Iowa DT Logan Lee.[30] Johnson led the Panthers in receiving through seven games, with 30 catches for 357 yards and three touchdowns. His best game as a Panther came in Week 3 against the Las Vegas Raiders, recording eight receptions for 122 yards and a touchdown in a 36–22 victory.[31] He did not play in Week 8 against the Denver Broncos due to an oblique injury.[32] On October 29, 2024, Johnson and a 2025 sixth-round pick were traded to the Baltimore Ravens for a 2025 fifth-round pick.[33][34] On December 4, Eric DeCosta, the executive vice president and GM of the Ravens, announced that Johnson was suspended for one game due to conduct detrimental to the team. This suspension was caused by Johnson refusing to enter the Ravens Week 13 game against the Philadelphia Eagles, where the Ravens lost 24-19.[35] On December 20, 2024, Johnson was waived by the Ravens. [36] On December 23, 2024, Johnson was claimed off waivers by the Houston Texans.[37] On January 14, 2025, Johnson was waived by the Texans.",
                "url": "https://en.wikipedia.org/wiki/Diontae_Johnson"
            },
            {
                "title": "Diontae Johnson - Houston Texans Wide Receiver - ESPN",
                "content": "ESPN Fantasy Projection: Johnson was traded to Carolina during the offseason after spending his first five seasons in Pittsburgh. Johnson has seen his production dip over the last two seasons (40th in fantasy PPG both years), but showed he could deliver high-end numbers with good quarterback play (22nd and ninth with Ben Roethlisberger in 2020 and 2021, respectively). Johnson is an elite route runner who has managed a target share of at least 23% in four consecutive seasons. He's a good bet to lead an improved Carolina offense in targets and, especially if Bryce Young makes a Year 2 leap, he's likely to return to fantasy relevance. Target Johnson as a WR3/flex with WR2 upside.",
                "url": "https://www.espn.com/nfl/player/_/id/3932905/diontae-johnson"
            },
            {
                "title": "Texans' Diontae Johnson released after just two games: DeMeco Ryans addresses moving on from disgruntled WR - CBSSports.com",
                "content": "If not listed, please contact your TV provider. The Diontae Johnson experiment is over in Houston. The Texans announced Tuesday they had waived the former Pro Bowl wideout ahead of their divisional-round matchup vs. the Kansas City Chiefs. Johnson played in two total games for the Texans, catching two passes for 12 yards in the regular-season finale against the Tennessee Titans, and one catch for 12 yards in the wild-card win over the Los Angeles Chargers. The 28-year-old was claimed by the Texans on Dec. 23 after being waived by the Baltimore Ravens. \"With Diontae, unfortunately it didn't work out and we're on to the Chiefs,\" Texans head coach DeMeco Ryans said Tuesday after the news was announced. Johnson, according to KPRC2 Houston, was visibly frustrated after the Texans' playoff win over the Chargers, as teammates tried to calm the veteran down. He caught his only target thrown his way, and played just 16 snaps on offense, good for 22 percent of the playing time, per Aaron Wilson. Baltimore sent the Carolina Panthers a fifth-round pick in exchange for Johnson and a sixth-rounder in October, but Johnson was unhappy with his role in the offense. The wideout was even suspended for the Week 15 matchup against the New York Giants for conduct detrimental to the team before being cut. In the last calendar year, Johnson has suited up for the Pittsburgh Steelers, Panthers, Ravens and Texans. He's been traded twice and waived twice. Johnson now again hits the waiver wire, but it remains to be seen if there will be interest in him from one of the other five teams. He was viewed by some as a potential \"X-factor\" for a Texans playoff run since Houston found itself without Stefon Diggs and Tank Dell at wide receiver, but the team quickly came to the conclusion he was expendable. Houston will rely on John Metchie III, Robert Woods and Xavier Hutchinson behind Nico Collins at receiver. Johnson has caught 391 passes for 4,363 yards and 25 touchdowns in 77 career games played. He made the Pro Bowl with Pittsburgh in 2021 after catching 107 passes for 1,161 yards and eight touchdowns. © 2004-2024 CBS Interactive. ALL RIGHTS RESERVED. CBS Sports is a registered trademark of CBS Broadcasting Inc. Commissioner.com is a registered trademark of CBS Interactive Inc. The content on this site is for entertainment purposes only and CBS Sports makes no representation or warranty as to the accuracy of the information given or the outcome of any game or event. There is no gambling offered on this site. This site contains commercial content and CBS Sports may be compensated for the links provided on this site. Images by Getty Images and Imagn",
                "url": "https://www.cbssports.com/nfl/news/texans-diontae-johnson-released-after-just-two-games-demeco-ryans-addresses-moving-on-from-disgruntled-wr/"
            },
            {
                "title": "Diontae Johnson career timeline: Why Texans WR played for four different teams in tumultuous 2024 | Sporting News",
                "content": "NFL Home News Teams Scores Schedule Standings Buffalo Bills Miami Dolphins New England Patriots New York Jets Baltimore Ravens Cincinnati Bengals Cleveland Browns Pittsburgh Steelers Houston Texans Indianapolis Colts Jacksonville Jaguars Tennesse Titans Denver Broncos Kansas City Chiefs Las Vegas Raiders Los Angeles Chargers Dallas Cowboys New York Giants Philadelphia Eagles Washington Commanders Chicago Bears Detroit Lions Green Bay Packers Minnesota Vikings Atlanta Falcons Carolina Panthers New Orleans Saints Tampa Bay Buccaneers Arizona Cardinals Los Angeles Rams San Francisco 49ers Seattle Seahawks NBA Home News Teams Scores Schedule Standings Boston Celtics Brooklyn Nets New York Knicks Philadelphia 76ers Toronto Raptors Chicago Bulls Cleveland Cavaliers Detroit Pistons Indiana Pacers Milwaukee Bucks Atlanta Hawks Charlotte Hornets Miami Heat Orlando Magic Washington Wizards Denver Nuggets Minnesota Timberwolves Oklahoma City Thunder Portland Trail Blazers Utah Jazz Golden State Warriors LA Clippers Los Angeles Lakers Phoenix Suns Sacramento Kings Dallas Mavericks Houston Rockets Memphis Grizzlies New Orleans Pelicans San Antonio Spurs MLB Home News Teams Scores Schedule Standings Baltimore Orioles Boston Red Sox New York Yankees Tampa Bay Rays Toronto Blue Jays Chicago White Sox Cleveland Guardians Detroit Tigers Kansas City Royals Minnesota Twins Athletics Houston Astros Los Angeles Angels Seattle Mariners Texas Rangers Atlanta Braves Miami Marlins New York Mets Philadelphia Phillies Washington Nationals Chicago Cubs Cincinnati Reds Milwaukee Brewers Pittsburgh Pirates St. Louis Cardinals Arizona Diamondbacks Colorado Rockies Los Angeles Dodgers San Diego Padres San Francisco Giants NCAAF Home News Teams Playoff Bracket Scores Schedule Standings Rankings ACC Big 12 Big Ten SEC Arizona State Boise State Clemson Georgia Indiana Notre Dame Ohio State Oregon Penn State SMU Tennessee Texas NHL Soccer NCAAMB NCAAWB WNBA Boxing MMA WWE F1 NASCAR Golf Tennis College High School Horse Racing More Sports fubo Sling Paramount+ Peacock ESPN+ Apple TV DAZN Best Streaming Services Best VPN Services SiriusXM Tickets Stadium Guides NFL NFL NBA MLB NCAAF Daniel Chavkin Veteran wide receiver Diontae Johnson had a rocky 2024, playing for four different teams in the calendar year. Initially, it appeared that Johnson could be someone to break out with a new team this season, but he instead got traded twice and cut once in a 10-month span. Johnson can still salvage his season by helping the Texans beat the Chargers in the wild-card round of the playoffs. The wide receiver could play a pivotal role on an injury-depleted Houston offense that struggled to close the regular season. How did a player as talented as Johnson end up on so many teams in such a short period of time? The Sporting News examines. SN'S PLAYOFFS HQ: Live NFL scores | Full NFL schedule | Updated NFL bracket Johnson played college football at Toledo, where he produced 1,278 receiving yards and 14 touchdowns in his redshirt sophomore season. He returned to school the following year and totaled 761 receiving yards, but his college production was enough for him to become a day-2 pick. The Steelers drafted Johnson in the third round of the 2019 NFL draft, using the No. 66 overall pick. Johnson was drafted just two picks after the Seahawks selected DK Metcalf and went 10 picks before Washington took Terry McLaurin. Johnson began his NFL career with the Steelers, playing 77 games over a five-year stretch as one of the team's primary pass catchers. His best season came in 2021 when he surpassed 1,000 receiving yards for the first time in his career and made his first and only Pro Bowl appearance. Before the 2022 season, Johnson signed a two-year extension with the Steelers worth $36.7 million, locking him in with Pittsburgh through the 2024 season. However, after Johnson had a disappointing 2023 season, the Steelers traded him to the Panthers for a draft pick swap. Carolina hoped that Johnson would provide stability in the passing game for young quarterback Bryce Young, but the Panthers' overall offense struggled in the first half of the season. With the team already out of playoff contention, the Panthers shipped him to the Ravens before the trade deadline, but Johnson only disappointed even more in Baltimore. Johnson recorded just one catch for six yards over four games with the Ravens and had several off-the-field issues with the team. In early December, Baltimore suspended Johnson for refusing to enter a game against the Eagles, and two weeks later, the Ravens cut him from the team outright. Meanwhile, the Texans dealt with a variety of wide receiver injuries in 2024 — Stefon Diggs and Tank Dell were among those to suffer season-ending injuries. In need of depth entering the playoffs, Houston claimed Johnson off waivers, hoping he can add something alongside Nico Collins. So far this season, while playing for three teams, Johnson has a career-worst 375 yards on 33 catches and three touchdowns. As an early third-round pick, Johnson made $4.3 million over his four-year rookie contract. When he signed an extension with the Steelers, he was set to make $36.7 million combined in 2023 and 2024. The second year of this extension has been split across three teams, with the Panthers, Ravens and Texans paying a portion of the deal. In total, Johnson has made $42.7 million between his rookie contract and extension, and the veteran wide receiver will hit free agency in the offseason. MORE 2025 NFL PLAYOFF NEWS: Daniel Chavkin is a Digital Content Producer for The Sporting News. A 2018 graduate from the University of Maryland, he has previously written for Sports Illustrated, NBC Sports and NFLTradeRumors.com.",
                "url": "https://www.sportingnews.com/us/nfl/news/diontae-johnson-career-timeline-texans-2024/2a51aa0a3e387d969faf987d"
            }
        ],
        "Michelle Obama": [
            {
                "title": "Michelle Obama - Wikipedia",
                "content": "Michelle LaVaughn Robinson Obama[1] (née Robinson; born January 17, 1964) is an American attorney and author who served as the first lady of the United States from 2009 to 2017, being married to Barack Obama, the 44th president of the United States. Raised on the South Side of Chicago, Obama is a graduate of Princeton University and Harvard Law School. In her early legal career, she worked at the law firm Sidley Austin where she met her future husband. She subsequently worked in nonprofits and as the associate dean of Student Services at the University of Chicago. Later, she served as vice president for community and external affairs of the University of Chicago Medical Center. Michelle married Barack in 1992, and they have two daughters. Obama campaigned for her husband's 2008 and 2012 presidential campaigns. She was the first African-American woman to serve as first lady. As first lady, Obama worked as an advocate for poverty awareness, education, nutrition, physical activity, and healthy eating. She has written three books including her The New York Times best selling memoir Becoming (2018) and The Light We Carry (2022). Michelle LaVaughn Robinson was born on January 17, 1964, in Chicago, Illinois, to Fraser Robinson III (1935–1991),[2] a city water plant employee and Democratic precinct captain, and Marian Shields Robinson (1937–2024), a secretary at Spiegel's catalog store.[3] Her mother was a full-time homemaker until Michelle entered high school.[4] The Robinson and Shields families trace their roots to pre-Civil War African Americans in the American South.[2] On her father's side, she is descended from the Gullah people of South Carolina's Lowcountry region.[5] Her paternal great-great-grandfather, Jim Robinson, was born into slavery in 1850 on Friendfield Plantation, near Georgetown, South Carolina.[6][7] He became a freedman at age 15 after the war. Some of Obama's paternal family still reside in the Georgetown area.[8][9] Her grandfather, Fraser Robinson Jr., built his own house in South Carolina. He and his wife LaVaughn (née Johnson) returned to the Lowcountry from Chicago after retirement.[6] Among her maternal ancestors was her great-great-great-grandmother, Melvinia Dosey Shields,[10] born into slavery in South Carolina but sold to Henry Walls Shields, who had a 200-acre farm in Clayton County, Georgia, near Atlanta. Melvinia's first son, Adolphus T. Shields, was biracial and born into slavery around 1860. Based on DNA and other evidence, in 2012, researchers said his father was likely 20-year-old Charles Marion Shields, son of Melvinia's master. They may have had a continuing relationship, as she had two more mixed-race children and lived near Shields after emancipation, taking his surname (she later changed her surname).[11] As was often the case, Melvinia did not talk to relatives about Dolphus's father.[12] Dolphus Shields, with his wife Alice, moved to Birmingham, Alabama, after the Civil War. They were great-great-grandparents of Robinson, whose grandparents had moved to Chicago.[12] Other of their children's lines migrated to Cleveland, Ohio, in the 20th century.[11] All four of Robinson's grandparents had multiracial ancestors, reflecting the complex history of the United States. Her extended family has said that people did not talk about the era of slavery when they were growing up.[11] Her distant ancestry includes Irish, English, and Native American roots.[13] Among her contemporary extended family is Rabbi Capers Funnye, her first cousin once removed born in Georgetown, South Carolina. Funnye is the son of her paternal grandfather's sister and her husband, and he is about 12 years older than Michelle. He converted to Judaism after college.[14][15] Robinson's childhood home was on the upper floor of 7436 South Euclid Avenue in Chicago's South Shore community area, which her parents rented from her great-aunt, who had the first floor.[3][16][17][18] She was raised in what she describes as a \"conventional\" home, with \"the mother at home, the father works, you have dinner around the table\".[19] Her elementary school was down the street. She and her family enjoyed playing games such as Monopoly, reading, and frequently saw extended family on both sides.[20] She played piano,[21] learning from her great-aunt, who was a piano teacher.[22] The Robinsons attended services at nearby South Shore United Methodist Church.[16] They used to vacation in a rustic cabin in White Cloud, Michigan.[16] She and her 21-month-older brother, Craig, skipped the second grade.[3][23] Robinson's father suffered from multiple sclerosis, which had a profound effect on her. Subsequently, she was determined to stay out of trouble and perform well in school.[24] By sixth grade, Michelle joined a gifted class at Bryn Mawr Elementary School (later renamed Bouchet Academy).[25] She attended Whitney Young High School,[26] Chicago's first magnet high school, established as a selective enrollment school, where she was a classmate of Jesse Jackson's daughter Santita.[20] The round-trip commute from the Robinsons' South Side home to the Near West Side, where the school was located, took three hours.[27] Michelle recalled being fearful of how others would perceive her, but disregarded any negativity around her and used it \"to fuel me, to keep me going\".[28][29] She recalled facing gender discrimination growing up, saying, for example, that rather than asking her for her opinion on a given subject, people commonly tended to ask what her older brother thought.[30] She was on the honor roll for four years, took advanced placement classes, was a member of the National Honor Society, and served as student council treasurer.[3] She graduated in 1981 as the salutatorian of her class.[27] Robinson was inspired to follow her brother to Princeton University, which she entered in 1981.[31][4] She majored in sociology and minored in African-American studies, graduating cum laude with a Bachelor of Arts in 1985 after completing a 99-page senior thesis titled Princeton-Educated Blacks and the Black Community under the supervision of Walter Wallace.[32][3][33] Robinson recalls that some of her teachers in high school tried to dissuade her from applying, and that she had been warned against \"setting my sights too high\".[34][35] She believed her brother's status as a student in good standing (he graduated in 1983) might have helped her during the admission process,[36] but she was resolved to demonstrate her own worth.[37] She has said she was overwhelmed during her first year, attributing this to the fact that neither of her parents had graduated from college,[38] and that she had never spent time on a college campus.[39] The mother of a white roommate reportedly tried to get her daughter reassigned because of Michelle's race.[31] Robinson said being at Princeton was the first time she became more aware of her ethnicity and, despite the willingness of her classmates and teachers to reach out to her, she still felt \"like a visitor on campus\".[40][41] There were also issues of economic class. \"I remember being shocked,\" she says, \"by college students who drove BMWs. I didn't even know parents who drove BMWs.\"[27] While at Princeton, Robinson became involved with the Third World Center (now known as the Carl A. Fields Center), an academic and cultural group who supported minority students. She ran their daycare center, which also offered after-school tutoring for older children.[42] She challenged the teaching methodology for French because she felt it should be more conversational.[43] As part of her requirements for graduation, she wrote a sociology thesis, entitled Princeton-Educated Blacks and the Black Community.[44][45] She researched her thesis by sending a questionnaire to African-American graduates, asking that they specify when and how comfortable they were with their race prior to their enrollment at Princeton and how they felt about it when they were a student and since then. Of the 400 alumni to whom she sent the survey, fewer than 90 responded. Her findings did not support her hope that the black alumni would still identify with the African-American community, even though they had attended an elite university and had the advantages that accrue to its graduates.[46] Robinson pursued professional study, earning her Juris Doctor (J.D.) degree from Harvard Law School in 1988.[47] By the time she applied for Harvard Law, biographer Bond wrote, her confidence had increased: \"This time around, there was no doubt in her mind that she had earned her place\".[46] Her faculty mentor at Harvard Law was Charles Ogletree, who has said she had answered the question that had plagued her throughout Princeton by the time she arrived at Harvard Law: whether she would remain the product of her parents or keep the identity she had acquired at Princeton; she had concluded she could be \"both brilliant and black\".[48] At Harvard, Robinson participated in demonstrations advocating the hiring of professors who were members of minority groups.[49] She worked for the Harvard Legal Aid Bureau, assisting low-income tenants with housing cases.[50] She is the third first lady with a postgraduate degree, after her two immediate predecessors, Hillary Clinton and Laura Bush.[51] She later said her education gave her opportunities beyond what she had ever imagined.[52] Michelle's mother, Marian Robinson, was a stay-at-home mother.[53] Her father was Fraser C. Robinson III, who worked at the city's water purification plant.[53] Robinson's father, Fraser, died from complications from his illness in March 1991.[54] She would later say that although he was the \"hole in my heart\" and \"loss in my scar\", the memory of her father has motivated her each day since.[39] Her friend Suzanne Alele died from cancer around this time as well. These losses made her think of her contributions toward society and how well she was influencing the world from her law firm in her first job after law school. She considered this a turning point.[55] Robinson met Barack Obama when they were among the few African Americans at their law firm, Sidley Austin LLP (she has sometimes said only two, although others have noted that there were others in different departments).[56] She was assigned to mentor him while he was a summer associate.[57] Their relationship started with a business lunch and then a community organization meeting where he first impressed her.[58] Before meeting Obama, Michelle had told her mother she intended to focus solely on her career.[59] The couple's first date was to Spike Lee's movie Do the Right Thing (1989).[60] Barack Obama has said the couple had an \"opposites attract\" scenario in their initial interest in each other since Michelle had stability from her two-parent home while he was \"adventurous\".[61] They married on October 3, 1992.[58] After suffering a miscarriage, Michelle underwent in vitro fertilisation[62] to conceive their daughters Malia Ann (born 1998) and Natasha (known as Sasha, born 2001).[63] The Obama family lived on Chicago's South Side, where Barack taught at the University of Chicago Law School. He was elected to the state senate in 1996 and to the U.S. Senate in 2004. They chose to keep their residence in Chicago after Barack's election rather than to move to Washington, DC, as they felt it was better for their daughters. Throughout her husband's 2008 campaign for U.S. president, Obama made a \"commitment to be away overnight only once a week – to campaign only two days a week and be home by the end of the second day\" for their two daughters.[64] She once requested that her then-fiancé meet her prospective boss, Valerie Jarrett, when considering her first career move;[19] Jarrett became one of her husband's closest advisors.[65][66] The marital relationship has had its ebbs and flows; the combination of an evolving family life and beginning political career led to many arguments about balancing work and family. Barack Obama wrote in his second book, The Audacity of Hope: Thoughts on Reclaiming the American Dream, that \"Tired and stressed, we had little time for conversation, much less romance.\"[67] Despite their family obligations and careers, they continued to try to schedule \"date nights\" while they lived in Chicago.[68] The Obamas' daughters attended the University of Chicago Laboratory Schools, a private school.[69] As a member of the school's board, Michelle fought to maintain diversity in the school when other board members connected with the University of Chicago tried to reserve more slots for children of the university faculty. This resulted in a plan to expand the school to increase enrollment.[4] In Washington, DC, Malia and Sasha attended Sidwell Friends School, after also considering Georgetown Day School.[70][71] In 2008, Michelle said in an interview on The Ellen DeGeneres Show that they did not intend to have any more children.[72] The Obamas received advice from past first ladies Laura Bush, Rosalynn Carter, and Hillary Clinton about raising children in the White House.[71] Marian Robinson, Michelle's mother, moved in to the White House to assist with child care.[73] Obama was raised United Methodist and joined the Trinity United Church of Christ, a mostly black congregation of the Reformed denomination known as the United Church of Christ. She and Barack Obama were married there by Rev. Jeremiah Wright. On May 31, 2008, Barack and Michelle Obama announced that they had withdrawn their membership in Trinity United Church of Christ saying: \"Our relations with Trinity have been strained by the divisive statements of Reverend Wright, which sharply conflict with our own views.\"[74] The Obama family attended several different Protestant churches after moving to Washington D.C. in 2009, including Shiloh Baptist Church and St. John's Episcopal Church on Lafayette Square, known as the Presidents' Church. At the 49th African Methodist Episcopal Church's general conference, Michelle Obama encouraged the attendees to advocate for political awareness, saying, \"To anyone who says that church is no place to talk about these issues, you tell them there is no place better – no place better, because ultimately, these are not just political issues – they are moral issues, they're issues that have to do with human dignity and human potential, and the future we want for our kids and our grandkids.\"[75] Following law school, Obama became an associate at the Chicago office of the law firm Sidley & Austin, where she met her future husband Barack. At the firm, she worked on marketing and intellectual property law.[3] She continues to hold her law license, but as she no longer needs it for her work, she has kept it on a voluntary inactive status since 1993.[76][77] In 1991, she held public sector positions in the Chicago city government as an assistant to the mayor and as the assistant commissioner of planning and development. In 1993, she became executive director for the Chicago office of Public Allies, a non-profit organization encouraging young people to work on social issues in nonprofit groups and government agencies.[26] She worked there nearly four years and set fundraising records for the organization that stood twelve years after she had left.[20] Obama later said she had never been happier in her life prior to working \"to build Public Allies\".[78] In 1996, Obama served as the associate dean of student services at the University of Chicago, where she developed the university's Community Service Center.[79] In 2002, she began working for the University of Chicago Hospitals, first as executive director for community affairs and, beginning May 2005, as vice president for community and external affairs.[80] She continued to hold the University of Chicago Hospitals position during the primary campaign of 2008 but cut back to part-time in order to spend time with her daughters as well as work for her husband's election.[81] She subsequently took a leave of absence from her job.[82] According to the couple's 2006 income tax return, her salary was $273,618 from the University of Chicago Hospitals, while her husband had a salary of $157,082 from the United States Senate. The Obamas' total income was $991,296, which included $51,200 that she earned as a member of the board of directors of TreeHouse Foods and investments and royalties from his books.[83] Obama served as a salaried board member of TreeHouse Foods, Inc. (NYSE: THS),[84] a major Wal-Mart supplier from shortly after her husband was seated in the Senate until she cut ties shortly after her husband announced his candidacy for the presidency; he criticized Wal-Mart labor policies at an AFL–CIO forum in Trenton, New Jersey, on May 14, 2007.[85] She also served on the board of directors of the Chicago Council on Global Affairs.[86] In 2021, the former first lady announced that she has been \"moving toward retirement\".[87] Though she continues to be active in political campaigns, the former first lady has said she is reducing the amount of work to spend more time with her husband.[87] During an interview in 1996, Michelle Obama acknowledged there was a \"strong possibility\" her husband would begin a political career, but said she was \"wary\" of the process. She knew it meant their lives would be subject to scrutiny and she was intensely private.[88] Although she campaigned on her husband's behalf since early in his political career by handshaking and fund-raising, she did not relish the activity at first. When she campaigned during her husband's 2000 run for United States House of Representatives, her boss at the University of Chicago asked if there was any single thing about campaigning that she enjoyed; after some thought, she replied that visiting so many living rooms had given her some new decorating ideas.[89][90] Obama opposed her husband's run for the congressional seat, and, after his defeat, she preferred he tend to the financial needs of the family in what she deemed a more practical way.[91] At first, Obama had reservations about her husband's presidential campaign, due to fears about a possible negative effect on their daughters.[92] She says that she negotiated an agreement in which her husband was to quit smoking in exchange for her support of his decision to run.[93] About her role in her husband's presidential campaign, she has said: \"My job is not a senior adviser\".[65][94][95] During the campaign, she discussed race and education by using motherhood as a framework.[43] In May 2007, three months after her husband declared his presidential candidacy, Obama reduced her professional responsibilities by 80 percent to support his presidential campaign.[19] Early in the campaign, she had limited involvement, traveling to political events only two days a week and rarely traveling overnight;[96] by early February 2008, her participation had increased significantly. She attended thirty-three events in eight days.[66] She made several campaign appearances with Oprah Winfrey.[97][98] She wrote her own stump speeches for her husband's presidential campaign and generally spoke without notes.[27] During the campaign, columnist Cal Thomas on Fox News described Michelle Obama as an \"Angry Black Woman\"[99][100][101] and some websites attempted to promote this image.[102] Obama said: \"Barack and I have been in the public eye for many years now, and we've developed a thick skin along the way. When you're out campaigning, there will always be criticism. I just take it in stride, and at the end of the day, I know that it comes with the territory.\"[103] By the time of the 2008 Democratic National Convention in August, media outlets observed that her presence on the campaign trail had grown softer than at the start of the race, focusing on soliciting concerns and empathizing with the audience rather than throwing down challenges to them, and giving interviews to shows such as The View and publications like Ladies' Home Journal rather than appearing on news programs. The change was reflected in her fashion choices, as she wore clothes that were more informal clothes than her earlier designer pieces.[89] Partly intended to help soften her public image,[99] her appearance on The View was widely covered in the press.[104] The presidential campaign was Obama's first exposure to the national political scene; she was considered the least famous of the candidates' spouses.[94] Early in the campaign, she told anecdotes about Obama family life; however, as the press began to emphasize her sarcasm, she toned it down.[83][93] New York Times op-ed columnist Maureen Dowd wrote: I wince a bit when Michelle Obama chides her husband as a mere mortal – a comic routine that rests on the presumption that we see him as a god ... But it may not be smart politics to mock him in a way that turns him from the glam JFK into the mundane Gerald Ford, toasting his own English muffin. If all Senator Obama is peddling is the Camelot mystique, why debunk this mystique?[94][105] On the first night of the 2008 Democratic National Convention, Craig Robinson introduced his younger sister.[106] She delivered her speech, during which she sought to portray herself and her family as the embodiment of the American Dream.[107] Obama said she and her husband believe \"that you work hard for what you want in life, that your word is your bond, and you do what you say you're going to do, that you treat people with dignity and respect, even if you don't know them, and even if you don't agree with them.\"[108] She also emphasized loving her country, likely responding to criticism for having said that she felt \"proud of her country for the first time\".[107][109][110] The first statement was seen as a gaffe.[111] Her keynote address was largely well-received and drew mostly positive reviews.[112] A Rasmussen Reports poll found that her favorability among Americans reached 55%, the highest for her.[113] On an October 6, 2008, broadcast, Larry King asked Obama if the American electorate was past the Bradley effect. She said her husband's winning the nomination was a fairly strong indicator that it was.[114] The same night she was interviewed by Jon Stewart on The Daily Show, where she deflected criticism of her husband and his campaign.[115] On Fox News' America's Pulse, E. D. Hill referred to the fist bump shared by the Obamas the night he clinched the Democratic presidential nomination, describing it as a \"terrorist fist jab\". Hill was taken off air, and the show was canceled.[116][117] Obama campaigned for her husband's re-election in 2012. Beginning in 2011, Obama became more politically active than she had been since the 2008 election, though avoided discussions about the re-election bid.[118] By the time of the election cycle, she had developed a more open public image.[119][120] Some commentators viewed her as the most popular member of the Obama administration,[121] noting that her poll approval numbers had not dropped below 60% since she entered the White House.[122] An Obama senior campaign official said she was \"the most popular political figure in America\".[123] The positive assessment was reasoned to have contributed to her active role in the re-election campaign, but it was noted that the challenge for the Obama campaign was to use her without tarnishing her popularity. Obama was considered a polarizing figure, having aroused both \"sharp enmity and deep loyalty\" from Americans, but she was also seen as having improved her image since 2008 when her husband first ran for the presidency.[121] Isabel Wilkinson of The Daily Beast said Obama's fashion style changed over the course of the campaign to be sensitive and economical.[124] Prior to the first debate of the election cycle, Obama expressed confidence in her husband's debating skills.[125] He was later criticized for appearing detached and for looking down when addressing Romney.[126][127] Consensus among uncommitted voters was that the latter had won the debate.[128] After Obama's speech at the 2012 Democratic National Convention, the first lady was found through a CBS News/New York Times poll conducted in September to have a 61% favorably rating with registered voters, the highest percentage she had polled since April 2009.[129] Obama aimed to humanize her husband by relating stories about him, attempting to appeal to female voters in swing states. Paul Harris of The Guardian said the same tactic was being used by Ann Romney, wife of 2012 Republican candidate Mitt Romney. Polls in October showed their husbands tied at 47% for the female vote. However, Michelle Obama's favorability ratings remained higher than Ann Romney's at 69% to 52%.[130] Despite Obama's higher poll numbers, comparisons between Obama and Romney were repeatedly made by the media until the election.[131][132] But, as Michelle Cottle of Newsweek wrote, \"... nobody votes for first lady.\"[133] During her early months as First Lady, Obama visited homeless shelters and soup kitchens.[134] She also sent representatives to schools and advocated public service.[134][135] Obama advocated for her husband's policy priorities by promoting bills that support it. She hosted a White House reception for women's rights advocates in celebration of the enactment of the Lilly Ledbetter Fair Pay Act of 2009 Pay equity law. She supported the economic stimulus bill in visits to the United States Department of Housing and Urban Development and United States Department of Education. Some observers looked favorably upon her legislative activities, while others said she should be less involved in politics. According to her representatives, she intended to visit all United States Cabinet-level agencies in order to get acquainted with Washington.[136] On June 5, 2009, the White House announced that Michelle Obama was replacing her then chief of staff, Jackie Norris, with Susan Sher, a longtime friend and adviser. Norris became a senior adviser to the Corporation for National and Community Service.[137] Another key aide, Spelman College alumna Kristen Jarvis, served from 2008 until 2015, when she left to become chief of staff to the Ford Foundation president Darren Walker. In 2009, Obama was named Barbara Walters's Most Fascinating Person of the year.[138] In her memoir, Becoming, Obama describes her four primary initiatives as first lady: Let's Move!, Reach Higher,[139] Let Girls Learn,[140] and Joining Forces.[141] Some initiatives of First Lady Michelle Obama included advocating on behalf of military families, helping working women balance career and family, encouraging national service, and promoting the arts and arts education.[142][143] Obama made supporting military families and spouses a personal mission and increasingly bonded with military families. According to her aides, stories of the sacrifice these families make moved her to tears.[143] In April 2012, Obama and her husband were awarded the Jerald Washington Memorial Founders' Award by the National Coalition for Homeless Veterans (NCHV). The award is the highest honor given to homeless veteran advocates.[144] Obama was again honored with the award in May 2015, accepting with Jill Biden.[145] In November 2013, a Politico article by Michelle Cottle accusing Obama of being a \"feminist nightmare\" for not using her position and education to advocate for women's issues was sharply criticized across the political spectrum.[146][147][148] Cottle quoted Linda Hirshman saying of Obama's trendy styles, promotion of gardening and healthy eating, and support of military families that \"She essentially became the English lady of the manor, Tory Party, circa 1830s.\"[146] A prominent critic of Cottle was MSNBC host Melissa Harris-Perry, who rhetorically asked \"Are you serious?\"[147][148] Supporters of Obama note that the first lady had been one of the only people in the administration to address obesity, through promoting good eating habits, which is one of the leading U.S. public health crises.[149] In May 2014, Obama joined the campaign to bring back school girls who had been kidnapped in Nigeria. The first lady tweeted a picture of herself holding a poster with the #bringbackourgirls campaign hashtag.[150] Obama writes in her book about enlisting help for her initiative Let Girls Learn to produce and sing the song \"This is for My Girls\".[151] Over the course of the Obama presidency, particularly during the second term, Michelle Obama was subject to speculation over whether she would run for the presidency herself, similarly to predecessor Hillary Clinton.[152] A May 2015 Rasmussen poll found Obama had 22% of support to Clinton's 56% of winning the Democratic nomination, higher than that of potential candidates Elizabeth Warren, Martin O'Malley, and Bernie Sanders.[153][154] Another poll that month found that 71% of Americans believed Obama should not run for the presidency, only 14% approving.[154] On January 14, 2016, during a town-hall meeting, President Obama was asked if the first lady could be talked into running. He responded, \"There are three things that are certain in life: death, taxes, and Michelle is not running for president. That I can tell you.\"[155][156] On March 16, 2016, while speaking in Austin, Texas, Obama denied that she would ever run for the office, citing a desire to \"impact as many people as possible in an unbiased way\".[157] In the epilogue to Becoming, Obama writes, \"I have no intention of running for office, ever,\"[158] recognizing that \"politics can be a means for positive change, but this arena is just not for me.\"[159] Obama's predecessors Hillary Clinton and Laura Bush supported the organic movement by instructing the White House kitchens to buy organic food. Obama extended their support of healthy eating by planting the White House Kitchen Garden, an organic garden, the first White House vegetable garden since Eleanor Roosevelt served as First Lady. She also had bee hives installed on the South Lawn of the White House. The garden supplied organic produce and honey for the meals of the First Family and for state dinners and other official gatherings.[160][161][162][163] In January 2010, Obama undertook her first lead role in an administration-wide initiative, which she named \"Let's Move!\", to make progress in reversing the 21st-century trend of childhood obesity.[162][164] On February 9, 2010, the first lady announced Let's Move! and President Barack Obama created the Task Force on Childhood Obesity to review all current programs and create a national plan for change.[165] Michelle Obama said her goal was to make this effort her legacy: \"I want to leave something behind that we can say, 'Because of this time that this person spent here, this thing has changed.' And my hope is that that's going to be in the area of childhood obesity.\"[162] Her 2012 book American Grown: The Story of the White House Kitchen Garden and Gardens Across America is based on her experiences with the garden and promotes healthy eating.[166] Her call for action on healthy eating was repeated by the United States Department of Defense, which has been facing an ever-expanding problem of obesity among recruits.[167] Several Republicans have critiqued or lampooned Obama's initiative. In October 2014, senator Rand Paul linked to Michelle Obama's Twitter account when announcing on the website that he was going to Dunkin' Donuts.[168] In January 2016, Chris Christie, Republican governor of New Jersey and presidential candidate, criticized the first lady's involvement with healthy eating while he was campaigning in Iowa, arguing that she was using the government to exercise her views on eating.[169][170] Obama had previously cited Christie as an example of an adult who struggled with obesity, a demographic that she sought to diminish by targeting children since Let's Move! was \"working with kids when they're young, so that they don't have these direct challenges when they get older.\"[171] In February, Senator Ted Cruz said that he would end Obama's health policies and return french fries to school cafeterias if his wife were first lady.[172] In the 2008 U.S. presidential campaign, Obama boasted to gay Democratic groups of her husband's record on LGBT rights: his support of the Illinois Human Rights Act, the Illinois gender violence act, the Employment Non-Discrimination Act, repealing the \"Don't Ask Don't Tell\" policy, and full repeal of the Defense of Marriage Act, civil unions; along with hate crimes protection for sexual orientation and gender identity and renewed effort to fight HIV and AIDS. They have both opposed amendments proposed to ban same-sex marriage in the federal, California, and Florida constitutions. She said that the U.S. Supreme Court delivered justice in the Lawrence v. Texas case, and she drew a connection between the struggles for gay rights and civil rights by saying, \"We are all only here because of those who marched and bled and died, from Selma to Stonewall, in the pursuit of a more perfect union.\"[173][174][175] After the repeal of Don't Ask Don't Tell on September 20, 2011, Obama included openly gay service members in her national military families initiative.[176] On May 9, 2012, Barack and Michelle Obama came out publicly in favor of same-sex marriage. Prior to this, Michelle Obama had never publicly stated her position on this issue. Senior White House officials said Michelle Obama and Senior Adviser Valerie Jarrett had been the two most consistent advocates for same-sex marriage in Barack Obama's life.[177] Michelle said: This is an important issue for millions of Americans, and for Barack and me, it really comes down to the values of fairness and equality we want to pass down to our girls. These are basic values that kids learn at a very young age and that we encourage them to apply in all areas of their lives. And in a country where we teach our children that everyone is equal under the law, discriminating against same-sex couples just isn't right. It's as simple as that.[178] At the 2012 DNC, Michelle said, \"Barack knows the American Dream because he's lived it ... and he wants everyone in this country to have that same opportunity, no matter who we are, or where we're from, or what we look like, or who we love.\"[179] In May 2009, Obama delivered the commencement speech at a graduating ceremony at UC Merced in Merced County, California, the address being praised afterward by students who found her relatable. Kevin Fagan of the San Francisco Chronicle wrote that there was chemistry between Obama and the students.[180] In August 2013, Obama attended the 50th anniversary ceremony for the March on Washington at the Lincoln Memorial. Positive attention was brought to Obama's attire, a black sleeveless dress with red flowers, designed by Tracy Reese.[181][182] Reese reacted by releasing a public statement that she was honored the first lady \"would choose to wear one of our designs during the celebration of such a deeply significant historical moment\".[183][184] In March 2015, Obama traveled to Selma, Alabama, with her family to commemorate the fiftieth anniversary of the Selma to Montgomery marches.[185] After President Obama's remarks there, the Obamas joined original marchers, including John Lewis, in crossing the Edmund Pettus Bridge.[186][187] In July 2015, Obama journeyed to Coachella Valley while coming to Los Angeles for that year's Special Olympics World Games.[188] In October 2015, Obama was joined by Jill Biden and Prince Harry in visiting a military base in Fort Belvoir, Virginia, in an attempt on the prince's part to raise awareness to programs supporting harmed service members.[189] In December 2015, Obama traveled with her husband to San Bernardino, California, to meet with families of the victims of a terrorist attack that occurred two weeks earlier.[190] On April 1, 2009, Obama met with Queen Elizabeth II in Buckingham Palace. Obama embraced her before attending an event with world leaders.[191] Obama praised her, though the hug generated controversy for being out of protocol when greeting Elizabeth.[192][193] In April 2010, Obama traveled to Mexico, her first solo visit to a nation.[194] In Mexico, Obama spoke to students, encouraging them to take responsibility for their futures.[195][196] Referring to the underprivileged children, Obama argued that \"potential can be found in some of the most unlikely places,\" citing herself and her husband as examples.[197][198] Obama traveled to Africa for the second official trip in June 2011, touring Johannesburg, Cape Town and Botswana and meeting with Graça Machel. Obama was also involved with community events in the foreign countries.[199] It was commented by White House staff that her trip to Africa would advance the foreign policy of her husband.[200][201] In March 2014, Obama visited China along with her two daughters Malia and Sasha, and her mother Marian Robinson. She met with Peng Liyuan, the wife of Chinese president Xi Jinping, visited historic and cultural sites, as well as a university and two high schools.[202][203] Deputy National Security Adviser Ben Rhodes said the visit and intent in Obama journeying there was to symbolize \"the relationship between the United States and China is not just between leaders, it's a relationship between peoples.\"[204][205] In January 2015, Obama traveled to Saudi Arabia alongside her husband, following the death of King Abdullah. She received criticism for not covering her head in a nation where women are forbidden from publicly not doing so,[206][207] though Obama was defended for being a foreigner and thus not having to submit to Saudi Arabia's customs,[208] even being praised in some corners.[209] Obama was neither greeted nor acknowledged by King Salman during the encounter.[210] In June 2015, Obama undertook a weeklong trip to London and three Italian cities. In London, she spoke with students about international education for adolescent girls and met with both British prime minister David Cameron and Prince Harry. She was joined by her two daughters and mother.[211] In November, she spent a week in Qatar, her first official visit to the Middle East. She continued advancing her initiative for international education for women by speaking at the 2015 World Innovation Summit for Education for her \"Let Girls Learn\" initiative in Doha, Qatar, and touring a school in Amman, Jordan, where she met with female students.[30][212][213] During the Qatar trip, Obama had intended to visit Jordan as well, but the trip was canceled due to weather conditions. In Jordan, Obama had intended to visit an Amman school that had been constructed with assistance from U.S. funds.[214] In March 2016, Obama accompanied her husband and children to Cuba in a trip that was seen by the administration as having the possibility of positively impacting relations between the country and America.[215][216] Later that month, the first couple and their daughters traveled to Argentina,[217] meeting with Argentine president Mauricio Macri.[218][219] Obama campaigned for Democratic candidates in the 2010 midterm elections,[220][221] making her debut on the campaign trail in Milwaukee, Wisconsin.[222][223] By the time she began campaigning, Obama's approval rating was 20 percentage points higher than her husband's.[224] Though Obama indicated in January 2010 that a consensus had not been made about whether she would campaign,[225] speculation of her involvement came from her large approval rating as well as reports that she had been invited to speak at events with Democrats such as Barbara Boxer, Mary Jo Kilroy and Joe Sestak.[226] She toured seven states in two weeks within October 2010.[227] Aides reported that, though viewed as essential by the White House, she would not become deeply involved with political discussions nor engage Republicans in public disputes.[228] After the elections, only six of the thirteen Democratic candidates Obama had campaigned for won. The Los Angeles Times concluded that while Obama was indeed more popular than her husband, her \"election scorecard proved no better than his, particularly in her home state\".[229] Obama was a participant in the 2014 midterm elections, held at a time where her popularity superseded her husband's to such an extent that it was theorized she would receive a much larger outpour of support in campaigning. Reporting her travel to Denver, Colorado, David Lightman wrote that while Democrats did not want President Obama to campaign for them, \"the first lady is very popular.\"[230] In May 2014, Obama was found to have a 61% favorable approval rating from a CNN poll, her husband coming in at 43%.[231] In a video released in July, as part of an effort to encourage voter turnout, she called on voters to be \"hungry as you were back in 2008 and 2012\".[232] Obama appeared at a fundraiser in Georgia in September for Democratic senate candidate Michelle Nunn. Obama's approach to campaigning in Georgia strayed from discussing current events and instead broadly stressed the importance of registering to vote and turning out during the elections.[231] Obama's infrequent appearances came from her dislike of being away from her children and Washington politics as well as her distaste for the opposition by Republicans to her husband's agenda and her view that Democrats in the U.S. Senate had not sufficiently been supporters of her initiatives to end childhood obesity.[233] Obama raised her profile in October,[234][235] touring three states in four days.[233] Obama called the elections her husband's \"last campaign\".[236][237] Obama endorsed Democratic nominee Hillary Clinton and made several high-profile speeches in favor of her, including an address at the 2016 Democratic National Convention in Philadelphia.[238] She also appeared multiple times on the campaign trail in either solo or joint appearances with Clinton.[239] On October 13, 2016, Obama heavily criticized Republican presidential nominee Donald Trump for the statements he made in a 2005 audio recording while at a Clinton rally in Manchester, New Hampshire.[240] A week later, Trump attempted to revive past comments Obama made in regard to Clinton during the 2008 presidential election.[241][242] With the ascent of her husband as a prominent national politician, Obama became a part of popular culture. In May 2006, Essence listed her among \"25 of the World's Most Inspiring Women\".[243][244] In July 2007, Vanity Fair listed her among \"10 of the World's Best Dressed People\". She was an honorary guest at Oprah Winfrey's Legends Ball as a \"young'un\" paying tribute to the \"Legends\" who helped pave the way for African-American women. In September 2007, 02138 magazine listed her 58th of \"The Harvard 100\"; a list of the prior year's most influential Harvard alumni. Her husband was ranked fourth.[243][245] In July 2008, she made a repeat appearance on the Vanity Fair international best dressed list.[246] She also appeared on the 2008 People list of best-dressed women and was praised by the magazine for her \"classic and confident\" look.[247][248] At the time of her husband's election, some sources anticipated that as a high-profile African-American woman in a stable marriage Obama would be a positive role model who would influence the view the world has of African Americans.[249][250] Her fashion choices were part of the 2009 Fashion week,[251] but Obama's influence in the field did not have the impact on the paucity of African-American models who participate, that some thought it might.[252][253] Obama's public support grew in her early months as First Lady,[134][254] as she was accepted as a role model.[134] On her first trip abroad in April 2009, she toured a cancer ward with Sarah Brown, wife of British prime minister Gordon Brown.[255] Newsweek described her first trip abroad as an exhibition of her so-called \"star power\"[254] and MSN described it as a display of sartorial elegance.[244] Questions were raised by some in the American and British media regarding protocol when the Obamas met Queen Elizabeth II[256] and Michelle reciprocated a touch on her back by the Queen during a reception, purportedly against traditional royal etiquette.[256][257] Palace sources denied that any breach in etiquette had occurred.[258] Obama has been compared to Jacqueline Kennedy due to her sense of style[246] and also to Barbara Bush for her discipline and decorum.[259][260] Obama's style has been described as \"fashion populist\".[51] In 2010, she wore clothes, many high end, from more than fifty design companies with less expensive pieces from J.Crew and Target, and the same year a study found that her patronage was worth an average of $14 million to a company.[261] She became a fashion trendsetter, in particular favoring sleeveless dresses, including her first-term official portrait in a dress by Michael Kors and her ball gowns designed by Jason Wu for both inaugurals.[262] She has also been known for wearing clothes by African designers such as Mimi Plange, Duro Olowu, Maki Oh, and Osei Duro, and styles such as the Adire fabric.[263][264] Obama appeared on the cover and in a photo spread in the March 2009 issue of Vogue.[265][266] Every first lady since Lou Hoover (except Bess Truman) has been in Vogue,[265] but only Hillary Clinton had previously appeared on the cover.[267] Obama later appeared two more times on the cover of Vogue, while First Lady, the last time in December 2016, with photographs by Annie Leibovitz.[268] In August 2011, she became the first woman ever to appear on the cover of Better Homes and Gardens magazine, and the first person in 48 years.[269] In 2013, during the 85th Academy Awards, she became the first first lady to announce the winner of an Oscar (Best Picture, which went to Argo).[270] The media have been criticized for focusing more on the first lady's fashion sense than her serious contributions.[51][271] She said after the 2008 election that she would like to focus attention as First Lady on issues of concern to military and working families.[249][272][273] In 2008, U.S. News & World Report blogger, PBS host and Scripps Howard columnist Bonnie Erbé argued that Obama's own publicists seemed to be feeding the emphasis on style over substance,[274] and said Obama was miscasting herself by overemphasizing style.[73][275] For three straight years – 2018, 2019, and 2020 – Obama topped the Gallup poll asking who is the \"most admired woman\" in the U.S.[276][277] Time magazine features an annual \"Person of the Year\" cover story in which Time recognizes the individual or group of individuals who have had the biggest impact on news headlines over the previous twelve months. In 2020, the magazine decided to retroactively choose a historically deserving woman for each year in which a man had been named Person of the Year, reflecting the fact that a woman or women had been named Person of the Year only eleven times in the preceding hundred. As part of this review, Michelle Obama was named the Woman of the Year for 2008.[278] In May 2017, during an appearance at the Partnership for a Healthier America conference, Obama rebuked the Trump administration for its delay of a federal requirement designed to increase the nutritional standards for school lunches.[279] In June, while attending the WWDC in Silicon Valley, California, Obama called for tech companies to add women for the diversifying of their ranks.[280] In July, Obama honored Eunice Shriver at the 2017 ESPY Awards.[281] In September, Obama delivered an address at the tech conference in Utah charging the Trump administration with having a fearful White House,[282] appeared in a video for the Global Citizens Festival advocating more attention to giving young girls an education,[283] and attended the Inbound 2017 conference in Boston.[284] During an October 3 appearance at the Philadelphia Conference for Women, Obama cited a lack of diversity in politics with contributing to lawmakers being distrusted by other groups.[285] In November, Obama discussed gender disparity in attitudes with Elizabeth Alexander while attending the Obama Foundation Summit in Chicago,[286] and spoke at the Bushnell Center for the Performing Arts in Hartford, Connecticut.[287] In April 2018, Obama responded to speculation that she might be running for president by saying she has \"never had the passion for politics\" and that \"there are millions of women who are inclined and do have the passion for politics.\"[288] On January 2, 2021, Obama encouraged Georgia residents to vote in the state's runoff in the U.S. Senate election and to contact VoteRiders, a non-profit voter ID education organization, to make sure they have the necessary ID to vote.[289] On January 20, 2021, Obama and her husband attended the inauguration of Joe Biden. Michelle Obama wore a matching plum coat, sweater, pants, and belt designed by Sergio Hudson to the inauguration.[290] In 2021, she was inducted into the National Women's Hall of Fame.[291] On April 28, 2023, Obama, along with actress Kate Capshaw, joined Bruce Springsteen on stage during his show in Barcelona where they provided backing vocals and tambourine on Springsteen's song \"Glory Days\".[292] Amid media speculation over the candidacy of President Biden, Obama's office announced in March 2024 that she would not be running for president in the 2024 United States presidential election.[293] According to a Reuters/Ipsos public opinion poll among 892 registered voters released on July 2, 2024, Michelle Obama was the only listed Democrat option who would defeat Trump in a confrontation, with 50% of the votes for Obama versus 39% for Trump. 55% of the voters also had a favourable view of Obama versus 42% toward Trump.[294][295] On August 20, 2024, Obama gave the next-to-last address on the second night of the 2024 Democratic National Convention and then introduced the final speaker, her husband, former president Barack Obama. The New York Times called her speech \"electrifying\" and suggested she had outshone her husband.[296] Obama's memoir, Becoming, was released in November 2018.[297] By November 2019, it had sold 11.5 million copies.[298] A documentary titled Becoming, which chronicles Obama's book tour promoting the memoir, was released on Netflix on May 6, 2020.[299][300] She received the Grammy Award for Best Audio Book, Narration & Storytelling Recording in 2020.[301] In July 2020, she premiered a podcast titled The Michelle Obama Podcast.[302][303] In February 2021, Obama was announced as an executive producer and presenter on a children's cooking show, Waffles + Mochi.[304] It was released by Netflix on March 16, 2021.[305][306] On September 11, 2021, the Obamas attended a 9/11 memorial to commemorate the 20th anniversary of the attacks.[307] More recently, Regina Hicks had signed a deal with Netflix alongside her and Barack's Higher Ground production company to develop comedies.[308] She received two Children's and Family Emmy Awards at the 1st Children's and Family Emmy Awards: for Outstanding Short Form Program (We the People) and Outstanding Preschool Animated Series (Ada Twist, Scientist).[309] Obama has made occasional guest appearances on TV shows, often portraying herself: iCarly in 2012, Parks and Recreation in 2014, NCIS in 2016, and Black-ish in 2022. She received a Black Reel Awards for Television nomination for Outstanding Guest Actress, Comedy Series for her role in Black-ish.[310] She produced the documentary film Crip Camp (2020) and the biographical drama film Rustin (2023). On July 21, 2022, it was announced that Obama's next book, The Light We Carry: Overcoming in Uncertain Times, would be published in November 2022.[311] The book was published by Penguin Random House.[312] In 2023, Obama received Primetime Emmy Award for Outstanding Hosted Nonfiction Series or Special nomination at the 75th Primetime Creative Arts Emmy Awards for the Netflix documentary film The Light We Carry: Michelle Obama and Oprah Winfrey.[313] In November 2023, Obama was named to the BBC's 100 Women list.[314]",
                "url": "https://en.wikipedia.org/wiki/Michelle_Obama"
            },
            {
                "title": "Michelle Obama | The White House",
                "content": "The White House 1600 Pennsylvania Ave NW Washington, DC 20500 First Lady Michelle LaVaughn Robinson Obama is a lawyer, writer, and the wife of the 44th President, Barack Obama. She is the first African-American First Lady of the United States. Through her four main initiatives, she became a role model for women and an advocate for healthy families, service members and their families, higher education, and international adolescent girls education. Each of us also comes here tonight,” Michelle Obama told the Democratic National Convention in 2008, “by way of our own improbable journey” and “driven by a simple belief that . . . we have an obligation to fight for the world as it should be.” Michelle Obama’s journey began in the South Side of Chicago, where Fraser and Marian Robinson instilled in their daughter a heartfelt commitment to family, hard work, and education. Her father was a pump operator for the Chicago Water Department, while her mother stayed at home to care for Michelle and her older brother Craig. As she watched her father refuse to give in to multiple sclerosis, use two canes to get to his job, and save money to send her to college, she learned that “the only limit to the height of your achievements is the reach of your dreams and your willingness to work hard for them.” Michelle earned a bachelor’s degree from Princeton University and a juris doctor degree from Harvard Law School. In 1988, she returned to Chicago to join the firm of Sidley Austin. It was there that she met Barack Obama, a summer associate she was assigned to advise. They were married in 1992. By that time Michelle had turned her energies to public service. She was assistant commissioner of planning and development in Chicago’s City Hall before becoming the founding executive director of the Chicago chapter of Public Allies, an AmeriCorps program that prepares young people for public service. In 1996, she joined the University of Chicago as associate dean of student services, where she developed the university’s first community service program. In 2002, she went to work for the University of Chicago Medical Center, where in 2005 she became the vice president of community and external affairs. During these years the Obamas’ daughters Malia and Sasha were born. As first lady, Michelle Obama initiated Let’s Move! a program aiming to end childhood obesity within a generation. Through it, elected officials, business leaders, educators, parents, and faith leaders worked together to provide more nutritious food in schools, bring healthy and affordable food into underserved communities, plant vegetable gardens across America, and provide new opportunities for kids to be more active. Each year local schoolchildren helped plant and harvest the garden she started on the White House South Lawn. Its vegetables and fruits were served at the White House and donated to soup kitchens and food banks. During Barack Obama’s second term Michelle spearheaded the Reach Higher Initiative to help students understand job opportunities and the education and skills they need for those jobs. She encouraged young people to continue their education past high school in technical schools and community colleges as well as at colleges and universities. Worldwide, she championed the education of girls and women. In a commencement address at the City College of New York she told graduates, “Never view your challenges as obstacles.” It is a lesson she has embodied all her life. Throughout her time in the White House Mrs. Obama worked to support veterans and military families. She also focused her energies on what she calls her most important role: MominChief to her daughters, who grew into accomplished young women during their eight years in the White House. The Presidential biographies on WhiteHouse.gov are from “The Presidents of the United States of America,” by Frank Freidel and Hugh Sidey. Learn more about Michelle Obama’s spouse, Barack Obama. We'll be in touch with the latest information on how President Biden and his administration are working for the American people, as well as ways you can get involved and help our country build back better. The White House 1600 Pennsylvania Ave NW Washington, DC 20500",
                "url": "https://www.whitehouse.gov/about-the-white-house/first-families/michelle-obama/"
            },
            {
                "title": "First Lady Michelle Obama | whitehouse.gov",
                "content": "Jump to main content Jump to navigation First Lady Michelle LaVaughn Robinson Obama is a lawyer, writer, and the wife of the 44th and current President, Barack Obama. She is the first African-American First Lady of the United States. Through her four main initiatives, she has become a role model for women and an advocate for healthy families, service members and their families, higher education, and international adolescent girls education. When people ask First Lady Michelle Obama to describe herself, she doesn't hesitate to say that first and foremost, she is Malia and Sasha's mom. But before she was a mother — or a wife, lawyer, or public servant — she was Fraser and Marian Robinson's daughter. The Robinsons lived in a brick bungalow on the South Side of Chicago. Fraser was a pump operator for the Chicago Water Department, and despite being diagnosed with multiple sclerosis at a young age, he hardly ever missed a day of work. Marian stayed home to raise Michelle and her older brother Craig, skillfully managing a busy household filled with love, laughter, and important life lessons. A product of Chicago public schools, Michelle Robinson studied sociology and African-American studies at Princeton University. After graduating from Harvard Law School in 1988, she joined the Chicago law firm Sidley & Austin, where she later met Barack Obama, the man who would become the love of her life. After a few years, Mrs. Obama decided her true calling was working with people to serve their communities and their neighbors. She served as assistant commissioner of planning and development in Chicago's City Hall before becoming the founding executive director of the Chicago chapter of Public Allies, an AmeriCorps program that prepares youth for public service. In 1996, Mrs. Obama joined the University of Chicago with a vision of bringing campus and community together. As Associate Dean of Student Services, she developed the university's first community service program, and under her leadership as Vice President of Community and External Affairs for the University of Chicago Medical Center, volunteerism skyrocketed. Mrs. Obama has continued her efforts to support and inspire young people during her time as First Lady. In 2010, she launched Let’s Move!, bringing together community leaders, educators, medical professionals, parents, and others in a nationwide effort to address the challenge of childhood obesity. Let’s Move! has an ambitious goal: to solve the epidemic of childhood obesity within a generation. Whether it's providing healthier food in our schools, helping kids be more physically active, or urging companies to market healthier foods to our children, Let’s Move! is focused on giving parents the support they need to make healthier choices for their kids. In 2011, Mrs. Obama and Dr. Jill Biden came together to launch Joining Forces, a nationwide initiative calling all Americans to rally around service members, veterans, and their families and support them through wellness, education, and employment opportunities. Joining Forces works hand in hand with the public and private sector to ensure that service members, veterans, and their families have the tools they need to succeed throughout their lives. In 2014, Mrs. Obama launched the Reach Higher Initiative, an effort to inspire young people across America to take charge of their future by completing their education past high school, whether at a professional training program, a community college, or a four-year college or university. Reach Higher aims to ensure that all students understand what they need to complete their education by working to expose students to college and career opportunities; helping them understand financial aid eligibility; encouraging academic planning and summer learning opportunities; and supporting high school counselors who do essential work to help students get into college. In 2015, Mrs. Obama joined President Obama to launch Let Girls Learn, a U.S. government-wide initiative to help girls around the world go to school and stay in school. As part of this effort, Mrs. Obama is calling on countries across the globe to help educate and empower young women, and she is sharing the stories and struggles of these young women with young people here at home to inspire them to commit to their own education. As First Lady, Mrs. Obama looks forward to continuing her work on the issues close to her heart — supporting military families, helping children lead healthier lives, and encouraging all our young people to fulfill their boundless promise.",
                "url": "https://obamawhitehouse.archives.gov/administration/first-lady-michelle-obama"
            },
            {
                "title": "Michelle Obama - Simple English Wikipedia, the free encyclopedia",
                "content": "Michelle LaVaughn Robinson Obama[1] (born January 17, 1964) is an American lawyer and author. She was the first lady of the United States from 2009 to 2017 as the wife of Barack Obama, the 44th U.S. president. She was also the first African-American first lady in U.S. history. As first lady, Obama was seen as a role model for women. She worked as an advocate for poverty awareness, education, nutrition, physical activity, and healthy eating. She supported American designers and was considered a fashion icon.[2] Michelle LaVaughn Robinson was born on January 17, 1964, at Provident Hospital of Cook County in Chicago, Illinois,[3] to Fraser Robinson III,[4] a city water plant employee and Marian Shields Robinson.[5] Her mother was a full-time homemaker until Robinson entered high school.[6] By sixth grade, Robinson attended Mawr Elementary School.[7] She attended Whitney Young High School,[8] where she was on the honor roll for four years, took advanced placement classes, was a member of the National Honor Society and served as student council treasurer.[9] She graduated in 1981. Robinson enrolled into Princeton University in 1981.[10][11] She majored in sociology and minored in African-American studies and graduated with a Bachelor of Arts in 1985.[12][13][14] While at Princeton, Robinson became involved with the Third World Center, an academic and cultural group who supported minority students. She ran their daycare center, which also offered after school tutoring for older children.[15] As part of her requirements for graduation, she wrote a sociology thesis, titled Princeton-Educated Blacks and the Black Community.[16][17] Robinson pursued professional study, earning her Juris Doctor degree from Harvard Law School in 1988.[18] At Harvard, Robinson participated in demonstrations advocating the hiring of professors who were members of minority groups.[19] She worked for the Harvard Legal Aid Bureau, assisting low-income tenants with housing cases.[20] Following law school, Obama became an associate at the Chicago office of the law firm Sidley & Austin, where she worked on marketing and property law.[21] In 1993, she became executive director for the Chicago office of Public Allies, a non-profit organization encouraging young people to work on social issues in nonprofit groups and government agencies.[22] In 1996, Obama served as the Associate Dean of Student Services at the University of Chicago.[23] In 2002, she began working for the University of Chicago Hospitals, first as executive director for community affairs and, beginning May 2005, as vice president for Community and External Affairs.[24] Robinson met Barack Obama when they were among the few African Americans at their law firm, Sidley Austin LLP.[25] Their relationship started with a business lunch and then a community organization meeting.[26] They got married on October 3, 1992.[26] Their first daughter, Malia Ann was born in July 1998 and their second daughter, Sasha was born June 2001.[27] Obama became the first lady of the United States when her husband was sworn in as the 44th president on January 20, 2009. She became the first African-American first lady in American history. As first lady, Obama visited homeless shelters and soup kitchens.[28] She also sent representatives to schools and advocated public service.[28][29] Obama's initiatives as first lady were: Let's Move!, Reach Higher,[30] Let Girls Learn,[31] and Joining Forces.[32] Some initiatives included advocating for military families.[33][34] She made supporting military families and spouses a personal mission and increasingly bonded with military families.[34] In January 2010, Obama started an initiative, which she named \"Let's Move!\", to make progress in reversing the 21st-century trend of childhood obesity.[35][36] On February 9, 2010, President Barack Obama created the Task Force on Childhood Obesity to review all current programs and create a national plan for change.[37] In 2010, she wore clothes, many high end, from more than fifty designer companies.[38] She wore sleeveless dresses by Michael Kors, and her ball gowns designed by Jason Wu for both inaugurals.[39] She has also been known for wearing clothes by African designers such as Mimi Plange, Duro Olowu, Maki Oh, and Osei Duro.[40][41] Obama appeared on the cover in the March 2009 issue of Vogue.[42][43] She later appeared two more times on the cover of Vogue, while first lady, the last time in December 2016, with photographs by Annie Leibovitz.[44] In August 2011, she became the first woman ever to appear on the cover of Better Homes and Gardens magazine.[45] In 2021, she was inducted into the National Women's Hall of Fame.[46] Obama's memoir, Becoming, was released in November 2018.[47] By November 2019, it had sold 11.5 million copies.[48] A documentary titled Becoming, which chronicles Obama's book tour promoting the memoir, was released on Netflix on May 6, 2020.[49][50] She received Grammy Award for Best Audio Book, Narration & Storytelling Recording in 2020 for audio book.[51] In July 2020, she premiered a podcast titled The Michelle Obama Podcast.[52][53] In February 2021, Obama was announced as an executive producer and presenter on a children's cooking show, Waffles + Mochi.[54] It was released by Netflix on March 16, 2021.[55][56] On July 21, 2022, it was announced that Obama's next book, The Light We Carry: Overcoming in Uncertain Times, would be published in November 2022.[57] The book was published by Penguin Random House.[58] In 2023, Obama received a Emmy Award for the Netflix documentary film The Light We Carry: Michelle Obama and Oprah Winfrey.[59] In November 2023, Obama was named to the BBC's 100 Women list.[60] Time magazine features an annual \"Person of the Year\" cover story in which Time recognizes the individual or group of individuals who have had the biggest impact on news headlines over the previous twelve months. In 2020, the magazine decided to retroactively choose a historically deserving woman for each year in which a man had been named Person of the Year, reflecting the fact that a woman or women had been named Person of the Year only eleven times in the preceding hundred. As part of this review, Michelle Obama was named the Woman of the Year for 2008.[62]",
                "url": "https://simple.wikipedia.org/wiki/Michelle_Obama"
            },
            {
                "title": "Michelle Obama | Biography & Facts | Britannica",
                "content": "Our editors will review what you’ve submitted and determine whether to revise the article. Michelle Obama was first lady (2009–17) as the wife of Barack Obama, 44th president of the United States. She was the first African American first lady, and she focused on supporting military families and ending childhood obesity. To promote healthy eating, she planted a vegetable garden on the South Lawn of the White House. Michelle Obama studied sociology and African American studies (B.A., 1985) at Princeton University in New Jersey before attending Harvard Law School (J.D., 1988). Michelle Obama worked as a junior associate at a private law firm, where she specialized in intellectual property law. She had several positions in Chicago city government in the 1990s, and, from 1996 until she became first lady, Obama worked as an associate dean and in several executive roles at the University of Chicago. Michelle Obama (born January 17, 1964, Chicago, Illinois, U.S.) is an American first lady (2009–17), the wife of Barack Obama, 44th president of the United States. She was the first African American first lady. Michelle Robinson, who grew up on Chicago’s South Side, was the daughter of Marian, a homemaker, and Frasier Robinson, a worker in the city’s water-purification plant. She studied sociology and African American studies at Princeton University (B.A., 1985) in New Jersey before attending Harvard Law School (J.D., 1988). Returning to Chicago, she took a job as a junior associate at Sidley & Austin (now Sidley Austin LLP), where she specialized in intellectual property law. In 1989, while at the firm, she met Barack Obama, who had been hired as a summer associate. Seeking a more public-service-oriented career path, in 1991 she became an assistant to Chicago Mayor Richard M. Daley. The following year she and Barack, then a community organizer, were married. From 1992 to 1993 Michelle was the assistant commissioner for the Chicago Department of Planning and Development, and in 1993 she founded the Chicago branch of Public Allies, a leadership-training program for young adults; she served as the branch’s executive director until 1996. Barack was elected to the Illinois Senate in 1996, and that year Michelle became the associate dean of student services at the University of Chicago, where she helped organize the school’s community outreach programs. In 2002 she became the executive director of community and external affairs for the University of Chicago. Two years later Barack was elected to the U.S. Senate and came to national prominence with a speech he gave on the final night of the 2004 Democratic National Convention. In 2005 she became vice president of community and external affairs for the University of Chicago Medical Center. When her husband announced his candidacy for the 2008 Democratic presidential nomination, Michelle took a prominent role in his campaign. She took leave from her position at the University of Chicago to devote herself more fully to campaigning while still maintaining time to care for her and Barack’s two young daughters. An adept speaker, she stumped extensively for her husband during the long Democratic primary race, and in June 2008 Barack became the party’s presumptive nominee. Michelle’s openness on the campaign trail and in interviews—she often humanized her husband by discussing his faults and implored observers not to “deify him”—endeared her to many. However, critics of her husband’s campaign took issue with some of her comments—such as when she remarked, while campaigning in Wisconsin in February 2008, that “for the first time in my adult lifetime, I am really proud of my country.” Michelle later clarified her statement—saying that she meant to say that she was proud that Americans were eagerly engaging in the political process during the 2008 election—and she continued to have an active role in her husband’s campaign. Indeed, campaign aides referred to her as “the closer,” for her persuasiveness on the stump among uncommitted voters who attended rallies. On November 4, 2008, Barack was elected 44th president of the United States, defeating Arizona Sen. John McCain; he took office on January 20, 2009, and was reelected in 2012. As first lady, Michelle was involved in various causes, notably supporting military families and ending childhood obesity. In an effort to promote healthy eating, she planted a vegetable garden on the South Lawn of the White House in 2009. She related her experiences with the project in the book American Grown: The Story of the White House Kitchen Garden and Gardens Across America (2012). In addition to her work on such issues, Michelle also garnered attention for her fashion sense. During the 2016 presidential race, Michelle supported the Democratic candidate, Hillary Clinton, and her speech during the party’s national convention drew widespread praise; noting the coarse tenor of the race, Michelle stated that “when they go low, we go high.” Clinton ultimately lost to Republican Donald Trump, who had repeatedly and falsely suggested that Barack was not a U.S.-born citizen. After her husband’s term ended in 2017, Michelle kept a relatively low public profile. However, in 2018 she released the autobiography Becoming, which garnered much attention and became one of the top-selling memoirs in the history of publishing. Although the book largely avoided politics, her criticism of Trump, whom she claimed endangered her family with his role in the “birther” conspiracy, drew particular interest. A tour for the book was the basis of the documentary Becoming (2020), which aired on Netflix; Michelle and Barack had signed a production deal with the media-streaming company in 2018. In 2020 she also hosted The Michelle Obama Podcast, which was available on Spotify, an Internet music-streaming service. Two years later Michelle published The Light We Carry: Overcoming in Uncertain Times, in which she offered insights into handling difficult times, using her own personal experiences as examples.",
                "url": "https://www.britannica.com/biography/Michelle-Obama"
            }
        ],
        "Tony Slattery": [
            {
                "title": "Tony Slattery - Wikipedia",
                "content": "Tony Declan James Slattery (9 November 1959 – 14 January 2025) was a British actor and comedian. He appeared on British television regularly from the mid-1980s, including as a regular on the Channel 4 improvisation show Whose Line Is It Anyway?. His serious and comedic film work included roles in The Crying Game, Peter's Friends and How to Get Ahead in Advertising. Slattery was born in the Stonebridge Housing Estate in Willesden, Middlesex, into a working-class background, the fifth and last child of Catholic Irish immigrants, Michael and Margaret Slattery.[1] In April 2019 Slattery revealed that he had been repeatedly sexually abused by a priest at the age of eight, but had never told his parents; he believed the event contributed to his unstable character later in life.[2][3] He was educated at Gunnersbury Boys' Grammar School in west London and won a scholarship to read Modern and Medieval Languages at Trinity Hall, Cambridge, specialising in French literature and Spanish poetry. Slattery held a black belt in judo and represented England internationally for under-15s.[4] At the University of Cambridge, Slattery discovered a love of the theatre, taking delight in making people laugh. He met Stephen Fry, who invited him to join the Cambridge Footlights.[5] Other members at that time included Hugh Laurie, Emma Thompson, Sandi Toksvig, Jan Ravens and Richard Vranch.[6] In 1981 Slattery, Fry, Laurie, Thompson and Toksvig won the inaugural Perrier Award for their revue The Cellar Tapes.[7][8] The following year, Slattery was made President of the Footlights. During his tenure, the touring annual revue was Premises Premises. Slattery first broke into television as a regular performer on Chris Tarrant's follow up to O.T.T., Saturday Stayback (1983), while also appearing for children in Behind the Bike Sheds and the Saturday-morning show TX. In 1988 he appeared in the first series of comedy improvisation show Whose Line Is It Anyway? and quickly became a regular performer on the show. In 1991 he and fellow Whose Line regular Mike McShane starred in their own improvisational comedy series, S&M.[9] During the 1990s he was also a regular guest on comedy panel show Have I Got News for You and the TV version of the quiz show Just a Minute. He also occasionally appeared on the radio version of Just a Minute, including the live version held at the Edinburgh Festival. As a dramatic actor he appeared in The Crying Game, To Die For, Peter's Friends and The Wedding Tackle (1999) as Little Ted.[10] At the end of the 1980s he became a film critic, presenting his own show on British television, Saturday Night at the Movies. He also appeared in the ITV sitcom That's Love with Jimmy Mulville. Other TV appearances include The Music Game alongside Richard Vranch and as a regular guest on Ruby Wax and Clive Anderson's chat shows.[citation needed] Slattery was also a regular guest with the Comedy Store Players, both at the The Comedy Store in London and on tour.[11] In 1990, Slattery appeared as a contestant on Cluedo, facing off against David Yip. From 1993 to 1994 he was the host of the game show Trivial Pursuit. In 1992 Slattery appeared in the film Carry On Columbus. In the same year he appeared in the series Dead Ringer, filmed for the observation round in The Krypton Factor. Also in 1992 Slattery appeared as a contestant on the Channel 4 show GamesMaster,[12] and in 1993 he starred in the ITV sitcom Just a Gigolo. Personal problems later overshadowed Slattery's career, leading to a reduced profile. He made his last appearance on Whose Line Is It Anyway? in 1995, and due to an extended period of illness, he undertook only occasional television work from the mid-1990s to the early 2000s. He reappeared in Red Dwarf in 1999 as the voice of a vending machine.[13] In 2005 Slattery appeared in the TV film Ahead of the Class with Julie Walters, portrayed D.I. Alan Hayes in series 7 of Bad Girls, and made a cameo appearance in ITV's Life Begins as a date for Maggie (played by Caroline Quentin). He won a celebrity edition of the game show The Weakest Link, defeating Vanessa Feltz in the final round. At the end of the show, he announced that he would donate his prize money to the Terrence Higgins Trust. In December 2005, he joined the long-running drama Coronation Street as Eric Talford. In April 2006, Slattery appeared in Grumpy Old Men on BBC Two. In 2007, he played Tom O'Driscoll in the feature film Lady Godiva: Back in the Saddle, and the Canon of Birkley in the Robin Hood episode \"Show Me the Money\". That year, Slattery also joined the ITV series Kingdom as a regular cast member, playing the eccentric Sidney Snell, to which he returned for a third series in 2009. In March 2011, Slattery appeared in a reunion special of Whose Line Is It Anyway? along with David Walliams, Josie Lawrence, Clive Anderson, Humphrey Ker and Neil Mullarkey for the BBC Comic Relief show 24-Hour Panel People.[14] In 2020 Slattery and his partner Mark Hutchinson featured in an edition of the BBC Horizon series entitled \"What's the Matter with Tony Slattery?\".[15] In a detailed examination of his mental health, childhood trauma and substance addictions, medical professionals concluded that Slattery continued to experience the effects of trauma relating to childhood abuse; was on the bi-polar spectrum; and suffered alcohol dependence. The professionals advised Slattery on steps to take to improve his mental health and his physical wellbeing.[16][2] In 1981 he teamed with Richard Vranch as a comedic duo calling themselves \"Aftertaste\". For a number of years they toured throughout Great Britain performing in small venues: theatres and clubs, including the Tunnel Club, King's Head Theatre in London and aboard the Thekla, then known as the \"Old Profanity Showboat\" in Bristol. Together they hosted the Channel 4 quiz The Music Game and over 100 episodes of Cue the Music on ITV.[citation needed] Featuring his baritone voice, Slattery appeared on London's West End stages in the musicals Me and My Girl[17] and Radio Times,[5] as well as in the play Neville's Island. In 1994, Slattery became a founding patron of Leicester Comedy Festival alongside Norman Wisdom, appearing at the first festival in 1996 and again in 2020. In May 2006 he was a narrator in Richard O'Brien's Rocky Horror Tribute Show, at the Royal Court Theatre as part of the 50th anniversary celebrations.[18][19] In 2017–2018 he was the eponymous star of Slattery Night Fever, an improvised comedy show on London's off-West End, directed by Lesley Ann Abiston.[20][21] Slattery appeared on a weekly improvised podcast, Tony Slattery's Rambling Club.[22][23] Special guests included Robin Ince, Richard Vranch and Julian Clary. In 2017, Slattery returned to Edinburgh and appeared at the Fringe.[20] In 2018 Slattery appeared in shows with the title Slattery will get you Nowhere.[24][25] He launched a fundraising appeal in May 2019, in support of his continuing to appear on stage.[26] In the mid-1990s, after leaving Whose Line Is It Anyway?, Slattery suffered what he described as a \"midlife crisis\", triggered by cocaine use and excessive drinking. Slattery said he did not remember how much he had spent on cocaine but \"would not be surprised\" if media reports that he spent £4,000 per week on the drug were accurate.[27][28] In 1996 Slattery's crisis culminated with a six-month period as a recluse, during which he did not answer his door or telephone, \"or open bills, or wash... I just sat.\" Eventually, one of his friends broke down the door of his flat and persuaded him to go to hospital. He was diagnosed with bipolar disorder. He discussed this period and his subsequent living with the disorder in a documentary made by Stephen Fry, The Secret Life of the Manic Depressive, in 2006; Slattery said that he spent time living in a warehouse and \"throwing [his] furniture into the Thames.\"[17] In May 1998 he was elected as Rector of the University of Dundee; however, his poor attendance record with a single visit in a one-year period led to calls for his resignation from some students. The official view was that it would not be worthwhile ousting him, because his term was to end in February 2001.[29] He said: \"I'm happily described as gay\", and was in a relationship with the actor Mark Michael Hutchinson from 1986 until his death.[30] In September 2020, Slattery signed a publishing deal to write his memoirs.[31] Slattery died aged 65 on 14 January 2025, having suffered a heart attack two days previously.[6]",
                "url": "https://en.wikipedia.org/wiki/Tony_Slattery"
            }
        ],
        "Jack Smith report": [],
        "Illinois basketball": [],
        "Bucks": [],
        "Brian Matusz": [],
        "Tim Tebow": [
            {
                "title": "Tim Tebow - Wikipedia",
                "content": "Timothy Richard Tebow (/ˈtiːboʊ/; born August 14, 1987) is an American former professional football quarterback who played in the National Football League (NFL) for three seasons, primarily with the Denver Broncos. Tebow played college football for the Florida Gators, where he became the first underclassman to win the Heisman Trophy and helped lead the team to two BCS National Championship titles in 2006 and 2008.[3] At the conclusion of his collegiate career, he held the Southeastern Conference's records for career passing efficiency and rushing touchdowns.[4] He was selected by the Broncos in the first round of the 2010 NFL draft. Tebow became the Broncos' starter during the 2011 season and revitalized a struggling team, bringing them to the franchise's first division title and playoff victory since 2005.[5] His frequent comeback victories and outspoken Christian faith made him a cultural phenomenon, with his habit of dropping to one knee in prayer on the field becoming known as \"Tebowing\". Due to questions over Tebow's potential as an NFL quarterback, he was traded after the season to the New York Jets, where he spent one year as a backup.[6] After failing to make the regular season roster of the New England Patriots and Philadelphia Eagles, Tebow pursued a minor league baseball career with the New York Mets organization from 2016 to 2021.[7] The same year he retired from baseball, he returned to the NFL as a tight end for the Jacksonville Jaguars, but was released after one preseason game. Since 2017, he has been a regular contributor and co-host for college football programming on SEC Network and ESPN. Tebow was inducted in the College Football Hall of Fame in 2023. Tebow was born in the Philippines to American parents. In the late 1960s, Tebow's parents – Pamela Elaine (née Pemberton) and Robert Ramsey Tebow II – met while attending the University of Florida.[8][9] During that time, his mother was a freshman and his father was a sophomore. The couple married on June 12, 1971, before Pamela's graduation from the university.[10] In 1985, the family moved to the Philippines where they served as Baptist missionaries and built a ministry.[10] During the Tebows' stay, Pamela contracted amoebic dysentery and fell into a coma. While recovering, she discovered that she was pregnant. The medications used to treat Pamela caused a severe placental abruption.[10] Doctors expected a stillbirth and recommended an abortion, which was illegal in the Philippines even in severe cases; the Tebows decided against it. On August 14, 1987, Pamela Tebow gave birth to Tim Tebow in Manila.[10] When Tim was three years old, his family moved from the Philippines to Jacksonville, Florida.[11] Tebow is the youngest of five children.[10] He is of Belgian (Walloon) origin. His ancestor Andries Tebow sailed to America from Bruges in the 1680s.[12][13] He and his siblings were all homeschooled by their parents, who instilled the family's Christian beliefs.[14] Tebow is dyslexic and believes in his uniqueness as a gift from God.[15] He began his high school football career as a tight end for Trinity Christian Academy in Jacksonville. Before the 2003 season, he moved to nearby St. Johns County, making him eligible to play for the struggling football program at Allen D. Nease High School where he could play quarterback. He never enrolled at either school, however: his parents chose to home-school him. Florida law allows homeschooled students to participate on the team of the local high school in the school district in which they live, and private schools such as Trinity Christian Academy are also allowed to let homeschooled students play on their teams.[16][17] Tebow came to national prominence as a junior at Nease, known for his running and throwing abilities, as well as an intense competitiveness. Later that year, he suffered an injury to his right leg late in the first half of a game. At first believed to be suffering from a bad cramp, he actually played the entire second half with a broken fibula, at one point rushing for a 29-yard touchdown. After the game the extent of the injury was discovered and he was held out for the remainder of his junior season.[18] Nevertheless, he was named Florida's Player of the Year and became a major college football quarterback prospect.[19] During his senior season, he led the Nease Panthers to a state title, earned All-State honors, was named Florida's Mr. Football and a Parade magazine high school All-American, and repeated as Florida's Player of the Year.[19][20] He played in the U.S. Army All-American Bowl in San Antonio, Texas which featured the top 78 senior high school football players in the nation and was shown nationally on NBC television.[21] Tebow was the subject of an ESPN Faces in Sports documentary. The segment was titled \"Tim Tebow: The Chosen One\", and focused on Tebow's home schooling and missionary work in the Philippines, his athletic exploits, and the college recruiting process.[22] Tebow was also featured in Sports Illustrated on the \"Faces in the Crowd\" page.[23] In 2007, he was named to the Florida State Athletic Association's All-Century Team that listed the Top 33 football players in the state of Florida's 100-year history of high school football.[24] Despite family ties to the University of Florida, where his parents met as students,[14] Tebow considered other schools, including the University of Alabama.[25] On January 7, 2007, Tebow was featured prominently in an ESPN Outside The Lines feature on home-schooled athletes seeking equal access to high school athletics in other states. Because a home-schooler's access to public and private school athletic functions varies by state, Tebow and former defensive end Jason Taylor (who was allowed to play at his local high school in Pennsylvania) argued in favor of extending the right to play for local teams to more states.[26] Upon becoming the first home-schooled athlete to be nominated for the Heisman Trophy, he remarked, \"That's really cool. A lot of times people have this stereotype of home-schoolers as not very athletic – it's like, go win a spelling bee or something like that – it's an honor for me to be the first one to do that.\"[27] Tebow received the 2008 Quaqua Protégé Award as outstanding home-education graduate.[28] Tebow was heavily recruited by many college programs and almost accepted a scholarship offer from Mike Shula, then coach at Alabama.[29] Instead, he chose to attend the University of Florida and play for coach Urban Meyer's Florida Gators.[30] He was a key backup on Florida's 2006 national championship team, won the starting quarterback job and the Heisman Trophy in 2007, led the Gators to another BCS championship in 2008, and quarterbacked them to a 13–1 season in 2009. He served as team captain in 2008 and 2009, and he is the only three-time recipient of the Florida's most valuable player award, having been chosen by his teammates in 2007, 2008, and 2009.[31] Despite a strong showing in his first inter-squad scrimmage, head coach Urban Meyer named Tebow second-string behind Chris Leak.[32] A backup throughout the season, Tebow was a significant contributor to the Gators' 2006 success. He made his college debut coming off the bench in a goal line situation against Southern Miss. He rushed for a touchdown on a designed quarterback scramble on his first play.[33] In his next game, he led the team in rushing yards against UCF.[34] Tebow's biggest game in the season came against LSU on October 7, where he accounted for all three of the Gators' touchdowns, passing for two and rushing for another.[35] Tebow played a role in the Gators' victory in the 2007 BCS National Championship Game against Ohio State. He threw for one touchdown and rushed for another, finishing with 39 rushing yards.[36] He finished 2006 with the second-most rushing yards on the Gator team.[37][38] Although questions about his passing skill loomed, Tebow was named the Florida Gators starting quarterback for the 2007 season.[39] He opened the year 13-of-17 for 300 yards and three touchdowns in his starting debut against Western Kentucky.[40] Tebow finished the regular season with the second highest passing efficiency in the nation with 177.8. Additionally, he averaged 4.3 yards per carry on the ground.[41] Tebow set numerous personal, school, and national records in the 2007 season, including: On November 24, against Florida State, Tebow threw for three touchdowns and rushed for two in a 45–12 rout of the Seminoles. It was later revealed that Tebow fractured his right hand during the third quarter but played the rest of the game. He had to wear a cast for the next three weeks.[45] He led the SEC in pass completion percentage and rushing touchdowns.[46] After the 2007 season, Tebow was recognized as a first-team All-SEC selection and a consensus first-team All-American.[47][48] He won the Heisman Trophy, given to the most outstanding college football player of the year. Tebow also received the Davey O'Brien Award, annually given to the best quarterback in the nation, on February 18 in Fort Worth, Texas.[49] In addition, he won the Maxwell Award and AP Player of the Year.[50][51] On December 8, 2007, Tebow was awarded the Heisman Trophy, finishing ahead of Arkansas's Darren McFadden, Hawaii's Colt Brennan, and Missouri's Chase Daniel. He was the first sophomore to win the Heisman Trophy.[18] He garnered 462 first-place votes and 1,957 points, 254 points ahead of the runner-up, Arkansas running back Darren McFadden.[52][53] He finished the regular season as the only player in FBS history to rush and pass for at least 20 touchdowns in both categories in the same season.[54] He had 32 passing touchdowns, 23 rushing touchdowns, and became the third Florida player to win the Heisman Trophy, joining Steve Spurrier and Danny Wuerffel.[55] Before the 2007 season had even come to a close, Florida coach Urban Meyer stated that he would likely use two quarterbacks during the 2008 season to take some of the workload off of Tebow's shoulders.[57] Tebow led the Gators in rushing in 2007[58] but also had to play through a bruised shoulder and broken non-throwing hand.[57] Before the 2008 season even started, Tebow had his name pulled from consideration for the Playboy Preseason All-American team because it conflicted with his Christian beliefs.[59] On September 27, 2008, in the fourth week of the season, the undefeated No. 4 Gators lost to unranked Ole Miss at home, despite being 22-point favorites. After the game, Tebow delivered a speech to the media, later known as \"The Promise\" and later regarded as one of the most iconic speeches in college football history. In this speech, Tebow apologized for the loss and promised he and the team would do better. He would keep good on this promise, as the Gators would not lose another game for the rest of the season.[60][61][62][63] On November 1, 2008, playing against Georgia, Tebow ran for his 37th rushing touchdown, breaking the school record previously held by former Florida running back Emmitt Smith. Tebow helped lead the Gators to a 12–1 record in 2008. After clinching the SEC East title, the team played for and won the SEC title in the 2008 SEC Championship Game against Alabama. The win secured the #2 ranking in the final BCS standings, which earned the Gators the chance to play #1 ranked Oklahoma in the 2009 BCS National Championship Game, which they won 24–14.[64] He led the SEC in pass completion percentage and passing touchdowns.[65] Tebow finished third in the 2008 Heisman Trophy voting, with Oklahoma quarterback Sam Bradford taking the top spot followed by Texas quarterback Colt McCoy, despite Tebow receiving the most first-place votes.[66][67] He won the Maxwell Award in 2008, only the second player to ever win the award twice.[68] He won the Manning Award, Maxwell Award, and SEC Offensive Player of the Year.[69][70][71] On January 11, 2009, at a national championship celebration held at Ben Hill Griffin Stadium,[72] Tebow announced that he would not make himself eligible for the 2009 NFL draft, but would instead return for his senior season at Florida.[73] A day later, he had surgery on his right shoulder to remove a bone spur in an effort to reduce chronic inflammation.[74] Tebow opened the 2009 season continuing a streak of throwing and running for a touchdown in blowout wins over Charleston Southern and Troy.[76][77] He ran for a touchdown in the third game, a win against Tennessee, but failed to throw for a touchdown for the first time since his freshman season.[78] In answer to an interview question, Tebow stated he was a virgin.[79] The statement was subject to much discussion about whether the question was necessary, including criticism of the reporter who originally asked.[80][81][82] Tebow started against Kentucky despite suffering from a respiratory illness and taking two bags of intravenous fluids before the game.[83] He ran for two touchdowns to put him in 2nd place on the all-time SEC touchdown list and he also threw for a touchdown.[84] Late in the third quarter, he was hit in the chest by Kentucky defensive end Taylor Wyndham, fell backwards, and hit the back of his head on the knee of Florida tackle Marcus Gilbert.[83] He lay motionless for several minutes before being helped to the sidelines, where he appeared to vomit.[85] He was taken by ambulance to the University of Kentucky Chandler Medical Center.[85][83] A CT scan showed no bleeding in the brain, with the injury described as a mild concussion.[86] Coach Urban Meyer stayed the night in the hospital with Tebow, who was discharged in the morning.[87] Coincidentally, Florida did not have a game scheduled for the following Saturday, and Tebow was cleared to play in the Gators' next contest at LSU on October 10, two weeks after the incident.[88] On October 31, 2009, while playing against Georgia, Tebow ran for his 50th and 51st rushing touchdowns, breaking the SEC career record previously held by former Georgia running back Herschel Walker.[89] His penultimate collegiate game, the 2009 SEC Championship, saw him once again facing the University of Alabama. Tebow threw for 245 yards and a touchdown and led the team with 63 yards rushing, but the Gators fell 32–13 and lost their chance to play for a second consecutive national title.[90] Florida beat Cincinnati 51–24 in the 2010 Sugar Bowl the following January. In what was Tebow's last college game, he completed 31-of-35 passes for 482 yards and three touchdowns and accounted for four total touchdowns and 533 yards of total offense, which set a record for a Bowl Championship Series game.[91] He graduated from the University of Florida in December 2009.[92] At the end of his college career, Tebow held five National Collegiate Athletic Association (NCAA), 14 Southeastern Conference (SEC), and 28 University of Florida statistical records.[93] He was the SEC's all-time leader in career passing efficiency (170.8), completion percentage (67.1%), passing touchdown to interception ratio (5.5 to 1), rushing yards by a quarterback (2,947), rushing touchdowns (any position) (57), and total touchdowns responsible for (145).[4][94] Among many mentions in the NCAA Division-I record book, Tebow is ranked second in career passing efficiency, third in career yards per attempt (9.33), 8th in career rushing touchdowns, and also owns the record for most consecutive games in which he both threw at least one touchdown pass and scored at least one rushing touchdown (14).[95] In 2010, a new rule for the next NCAA football season banned messages on eye paint. This rule was dubbed \"The Tebow Rule\"[117][118][119] by media.[119] During his college football career, Tebow frequently wore references to biblical verses on his eye black. In the 2009 BCS Championship Game, he wore John 3:16 on his eye black; the verse was the highest-ranked Google search term over the next 24 hours, generating over 90 million searches.[120][121][122][123] Additionally, later, when Tebow switched to another verse, there were 3.43 million searches of \"Tim Tebow\" and \"Proverbs 3:5–6\" together.[124] Tebow stated of the searches \"It just goes to show you the influence and the platform that you have as a student-athlete and as a quarterback at Florida\".[124] Despite the media labeling it as the Tebow rule, the NCAA denies the rule was influenced by Tebow in particular, since many other notable players (Reggie Bush and Terrelle Pryor for example) wore messages on eye black.[125][126] An NCAA spokesman said: \"When this rule was proposed, the committee did not focus on any one team or student athlete. That measure reinforces what the intended use of eye black is, which is to shade the eyes from the sun.\"[126] The NFL already had a rule prohibiting players from wearing messages on eye black dating back to Jim McMahon's time with the Chicago Bears, so Tebow could not have continued the practice in the NFL.[119] After passing on the 2009 NFL draft for his senior season at Florida, Tebow went on to enter the 2010 NFL draft. Despite his college success, Tebow's NFL potential was much debated. At the time, Jon Gruden said Tebow was \"the strongest human being that's ever played the position\" and \"is the kind of guy who could revolutionize the game\".[127] Former Indianapolis Colts coach Tony Dungy said he would pick Tebow with a top 10 pick over any quarterback in the 2010 Draft.[128] However, NFL analyst Mel Kiper Jr. believed Tebow did not have the intangibles to play quarterback in the NFL. \"I don't think he can be a fulltime quarterback. I don't think he can be the quarterback of the future for you, but I do think in the third round, maybe the second round, he'll be the same as Pat White\", said Kiper.[129] Tebow was particularly mentioned as a potential third-round pick of the Jacksonville Jaguars, his hometown team. Some, including Florida governor Charlie Crist, suggested that Tebow could be the remedy for dwindling Jaguars ticket sales at EverBank Field.[130] Early in the 2009 season, Jaguars owner Wayne Weaver stated: \"He (Tebow) clearly is an outstanding football player and would be an asset to any football organization. Clearly there's going to be a groundswell for Tebow, and we'll have to make that evaluation if we have a draft pick that's going to be anywhere near him.\"[131] Not everyone in the organization agreed, as Jaguar lineman Uche Nwaneri posted doubts about Tebow's potential NFL success on his team's website message board.[132] Tebow was selected by the Denver Broncos in the first round (25th overall) of the 2010 NFL draft.[135] The Broncos had acquired the pick in a trade with the Baltimore Ravens on the first night of the draft for the Broncos' second, third and fourth round picks.[136] Broncos head coach Josh McDaniels said about drafting Tebow, \"He has all the traits you look for. It's a good pick.\"[137] When asked how Tebow will be used, McDaniels commented that Tebow probably wouldn't start at quarterback as a rookie, and that he'll, \"Play when he's ready.\" The Denver Post columnist Woody Paige praised the pick, saying \"Tim Tremendous may be high risk, but he will be a Mile High Reward.\"[138] He set an NFL Draft record for jersey sales and continued to have the top selling jersey through the 2010 season.[139] On July 29, Tebow signed a five-year contract with the Broncos that had a base value of $11.25 million (he could make as much as $33 million through certain performance-based incentives). The contract included $8.7 million guaranteed.[140] On October 17, Tebow scored his first NFL touchdown, which was a five-yard running play against the New York Jets.[141] On November 14, Tebow threw a three-yard touchdown pass to fullback Spencer Larsen on his first career NFL pass attempt, as part of a 49–29 home victory over the Kansas City Chiefs. He also added a one-yard rushing touchdown in the game.[142] Tebow started his first NFL game on December 19, which was a 39–23 road loss to the Oakland Raiders.[143] He completed 8-of-16 passes for 138 yards, including a 33-yard touchdown pass. He also rushed for 78 yards, 40 of which came on a touchdown run in the first quarter of the game.[144] It was the longest touchdown run for a quarterback in Broncos history and the longest touchdown run in NFL history for a quarterback in his first start.[citation needed] Tebow's first career victory came in his second start on December 26. The Broncos defeated the Houston Texans, 24–23, in Denver.[145] He helped rally the Broncos from a 17–0 deficit at halftime, as he finished the game with 308 passing yards and one touchdown pass. He also added a fourth-quarter rushing touchdown, which capped the comeback.[146] Tebow finished his rookie season playing sparingly in six games as a back-up (primarily on plays involving the wild horse formation, which is Denver's variation of the wildcat formation) before starting the last three games of the Broncos' season. He passed for a total of 654 yards, five touchdowns and three interceptions. He also rushed for 227 yards and six touchdowns.[147] He became the first quarterback in NFL history to rush for a touchdown in each of his first three career starts.[citation needed] Tebow began the 2011 season as the Denver Broncos' backup quarterback, behind Kyle Orton.[148][149] After the Broncos started 1–3, Tebow replaced Orton at halftime during a home game against the San Diego Chargers in week five.[150][151] Tebow passed and ran for a touchdown in the fourth quarter, narrowing a 16-point difference to an ultimate 29–24 loss.[152] Shortly afterward, Broncos' head coach John Fox announced Tebow would start in the following game on the road against the Miami Dolphins.[153] Tebow struggled for three-and-a-half quarters against the Dolphins, taking six sacks, but rallied from a 15–0 deficit in the last three minutes to win the game 18–15 in overtime.[154][155] The next week, Tebow took seven sacks in a 45–10 loss to the Detroit Lions.[156] On November 6, Tebow rushed for 118 yards, along with passing for 124 yards and two touchdowns, as part of a 38–24 road victory over the Oakland Raiders, second only to Norris Weese in Broncos history for rushing by a quarterback.[157] The Broncos followed with another road win over the Kansas City Chiefs. Tebow completed two passes on eight attempts for 69 yards and a touchdown.[158] His second completion, a 56-yard touchdown pass in the fourth quarter to wide receiver Eric Decker, sealed the game for Denver.[159] Four days later, Tebow was 9-for-20 with 104 yards in a Thursday Night Football home game against the New York Jets.[160] He led a 95-yard, game-winning touchdown drive with less than six minutes to play, capped by a 20-yard touchdown run on third-and-four with less than one minute remaining.[161] Tebow guided the Broncos to another comeback victory the next week—a 16–13 overtime road win over the San Diego Chargers, where he ran the ball 22 times for 67 yards.[162] In the tenth start of his NFL career, Tebow led the Broncos to their third consecutive come-from-behind win at the Minnesota Vikings, 35–32;[163] followed by a fourth comeback win, this time 13–10 in overtime at home over the Chicago Bears after being shut out for almost 58 minutes.[164] It was the last regular-season win of Tebow's career. In week 15, Tebow rushed for two touchdowns and completed 11-of-22 passes against the New England Patriots in a 41–23 loss. He was sacked four times in the game and had one fumble.[165] In the Broncos' 40–14 loss to the Buffalo Bills the following week, he had one passing and one rushing touchdown but also threw three interceptions, two of which were returned for touchdowns, and two fumbles.[166] He struggled for a third straight game the following week in a 7–3 loss to the Kansas City Chiefs, completing only 6-of-22 passes and finishing with a career-low quarterback rating of 20.6, but a loss by the Oakland Raiders clinched a playoff spot for the Broncos in the AFC West.[167][168] After the three consecutive losses, Broncos vice president and former quarterback John Elway said Tebow was playing tentatively and needed to \"pull the trigger\".[169][170] On January 8, Denver hosted the Pittsburgh Steelers during the Wild Card Round of the NFL playoffs. Tebow completed 10-of-21 passes for a career-high 316 yards and two touchdowns, including an 80-yard touchdown to Demaryius Thomas on the first play of overtime, as the Broncos won 29–23.[170] Media sources noted Tebow's passing yards (316) and yards per completion (31.6) evoked the Bible's John 3:16. The Nielsen ratings for the game also peaked at 31.6. John 3:16 was the top search item on Google the next morning, followed by Tebow and Tim Tebow.[171][172] The next week, Tebow completed just nine of 26 passes and took five sacks in a 45–10 defeat at the hands of the New England Patriots in the Divisional Round.[173][174] After the season, Elway confirmed that Tebow would be the Broncos' starting quarterback going into training camp in 2012.[175] Despite on-field successes by the Broncos under Tebow, he finished the season with the lowest passing completion rate in the NFL (reaching 50% in just four of his 14 games) which led many to question his potential as a quarterback at the professional level.[176] Tebow's persistent fumbles also created uncertainty about his future as a quarterback.[177][178][179] After the Broncos signed free agent Peyton Manning,[180] Tebow was traded to the New York Jets on March 21, 2012, along with the Broncos' 2012 seventh round draft pick, in exchange for the Jets' fourth and sixth round picks.[181] Jets special teams coordinator Mike Westhoff stated that Tebow would be used on special teams,[182] while head coach Rex Ryan and offensive coordinator Tony Sparano stated that he would also be used in the wildcat formation on offense.[183] The presence of Tebow throughout the season, in which the Jets struggled, created a controversy as the fans and media called for Ryan to bench the inconsistent Mark Sanchez in favor of Tebow.[184] Tebow suffered two broken ribs during a road game against the Seattle Seahawks, but his injury was not confirmed until two days before the Jets' Thanksgiving game against the New England Patriots. He was active despite the injury, which was publicly revealed after the game.[185] Tebow was inactive during the Jets' subsequent game against the Arizona Cardinals in which Sanchez was benched in favor of Greg McElroy.[186] On April 29, 2013, Tebow was released by the Jets. He had thrown only eight passes and rushed 32 times in his one season with the team.[187] The New England Patriots signed Tebow on June 10, 2013, the day before the team's mandatory minicamp;[188][189][190] Tebow signed a two-year contract with no guaranteed money, although it did have playing time-based incentives in 2014. The move reunited him with Josh McDaniels, who had resumed his positions as Patriots offensive coordinator and quarterbacks coach.[191] Tebow played in the first two of New England's preseason games, against the Philadelphia Eagles and the Tampa Bay Buccaneers; he completed just five passes in both games, was sacked several times and intercepted once, intensifying criticism of his football acumen.[192] He went 6-for-11 for 91 yards, throwing a pair of touchdown passes and one interception, and gained 30 yards on six carries against the New York Giants, but he also was sacked four times. He threw a total of two touchdown passes and two interceptions in the preseason and had a passer rating of 47.2 and completed 36.7% of his passes.[193] He was released from the Patriots on August 31, 2013, the day NFL teams were required to cut their rosters to 53. After being cut, he publicly thanked the Patriots organization for the opportunity and stated: \"I will remain in relentless pursuit of continuing my lifelong dream of being an NFL quarterback.\"[194] Though he began his broadcasting career in December 2013 on the SEC Network, Tebow continued to seek opportunities to resume his career as an NFL quarterback.[195] Tebow signed a one-year contract with the Philadelphia Eagles on April 20, 2015, and was in competition with Matt Barkley for the Eagles third-string quarterback job.[196] Tebow played all four games in the preseason with no starts, going 21-of-36 for 286 yards, two touchdowns, and one interception, while rushing for 82 yards and a touchdown.[197] He was released by the team on September 5, following the fourth preseason game.[198] On May 20, 2021, after spending six years out of football, Tebow contacted his former college coach, Urban Meyer, then coach of the Jacksonville Jaguars, about returning to the sport.[199] The Jaguars signed him as a tight end to a one-year contract for the veteran minimum of $920,000, none of which was guaranteed.[200] The Jaguars released Tebow on August 17, 2021. He had not caught any passes or played on special teams during limited playing time in the preseason.[199] Tebow's football background combined with his outspoken views on Christianity led some media pundits to label him as a 'cultural phenomenon',[201][202][203][204][205][206] while some Denver Broncos teammates and team management reportedly described him as 'self-centered' and a hypocrite.[207] A nationwide controversy surrounded Tebow's decision to appear in an ad funded by the socially conservative organization Focus on the Family that was broadcast on February 7, 2010, during Super Bowl XLIV on CBS.[208][209] There were two 30-second commercials which included Tebow's personal story as part of a pro-life stance. The abortion issue was not specifically mentioned in the ad.[210] Pro-choice groups criticized the ad,[211] while pro-life groups supported Tebow.[212] In 2011, Tebow was the first quarterback to be featured in ESPN's \"Year of the Quarterback\" series. The documentary, titled Tim Tebow: Everything in Between, followed him from the 2010 Sugar Bowl to the 2010 NFL draft. It premiered on January 6, 2011.[213] On November 8, 2011, the documentary was released on DVD. On May 31, 2011, HarperCollins released Through My Eyes, an autobiography that Tebow co-wrote with author Nathan Whitaker. Tebow details his early life growing up in Jacksonville and the Philippines, as well as his experiences as a college football quarterback.[214] By March 4, 2012, it had spent 24 weeks on the New York Times best seller list.[215] It was named the #1 sports book of 2011.[216] Tim followed his memoir with a young readers' edition titled Through My Eyes: A Quarterback's Journey, also co-written with Whitaker.[217] Tebow was the subject of a 2012 documentary on NFL Network's A Football Life entitled The Faces of Tebow.[218] He is a spokesperson for Nike, Jockey International, FRS Health Energy, and TiVo.[219][220][221][222] In 2013, Tebow collaborated with headphone maker Soul Electronics to create his own signature line of headphones. He launched a line which he called the 'Jet'.[223] In an episode that aired on February 4, 2016, Tebow competed against The Vampire Diaries actress Nina Dobrev on Spike's Lip Sync Battle. Tebow won the lip-sync contest with performances of \"Take Your Time\" by Sam Hunt and \"Eye of the Tiger\" by Survivor.[224] On December 30, 2013, Tebow was hired by ESPN as a college football analyst. He appears mainly on the SEC Network as co-host of SEC Nation, a travelling pre-game show, and contributed to ESPN's other platforms as well; Tebow made his debut on ESPN during the 2014 BCS National Championship Game. He did not give up on playing in the NFL, however, as his contract allowed him to continue to pursue opportunities as a player.[225] Tebow signed a multi-year extension of his contract with ESPN in 2017. His new contract allowed him to continue to pursue his pro baseball career.[226] Tebow was asked to co-host ABC News' Good Morning America on January 31, 2014, two days before Super Bowl XLVIII, and was joined on the morning show by Eli Manning.[227][228][229][230][231] Tebow also hosted two television shows, the second season of Home Free, a reality show about home renovation on Fox in 2016,[232] and Million Dollar Mile, an obstacle course competition show in 2019 on CBS.[233] On September 2, 2021, shortly after his release from the Jaguars, Tebow joined First Take, a talk show run by Stephen A. Smith.[234] Tim Tebow was executive producer[235] along with his older brother Robby Tebow, and actor in his first movie Run the Race which was released on February 22, 2019, in the U.S. This film is an inspirational sports drama with a football theme.[236] In early August 2016, Tebow made announcements that he was interested in pursuing a career in professional baseball and invited all 30 Major League Baseball teams to his open tryout at the end of August.[237] Tebow had not played baseball full-time since 2005, his junior year in high school, when he was an all-state player and the Los Angeles Angels of Anaheim expressed interest in drafting him had he played his senior year.[238] Additionally, he had a tryout with and received interest from the Los Angeles Dodgers prior to the 2016 Major League Baseball season.[239] On August 9, Tebow received contract offers (without tryouts) from two minor independent professional teams: the Schaumburg Boomers of the Frontier League and the Southern Maryland Blue Crabs of the Atlantic League of Professional Baseball.[240][241][242] On the day before his tryout, Tebow was also offered a contract by Águilas del Zulia, a team in the Venezuelan Professional Baseball League that plays winter baseball.[243] Tebow held his tryout on August 30 at Dedeaux Field in front of 40 MLB scouts (from 28 of the 30 MLB teams), Dodgers scouting director Billy Gasparino, and 50 members of the media.[244] On September 8, 2016, Tebow signed a minor league contract with the New York Mets and participated in the Mets' instructional league.[245][246][247] In his first at bat with the organization, on September 28, 2016, Tebow hit a home run on the first pitch.[248] The Mets assigned him to the Scottsdale Scorpions of the Arizona Fall League,[249] where he batted .194 in 70 plate appearances, with 20 strikeouts in 62 at bats.[250] Tebow spent most of 2017 spring training in the Mets' minor league camp, with a few appearances in major league camp.[251][252] He began the 2017 regular season with the Columbia Fireflies of the Class A South Atlantic League.[253] On April 6, 2017, Tebow hit a home run in his first at bat for the Fireflies, playing against the Augusta GreenJackets.[254] He batted .222 with three home runs and 23 runs batted in for Columbia. On June 25, the Mets promoted Tebow to the St. Lucie Mets of the Class A-Advanced Florida State League.[255] Once again he homered in his first day with his new club, St. Lucie, on June 28.[256] Tebow had a 12-game hitting streak between July 3 and 14.[257] Tebow finished the year at St. Lucie hitting .231, with 5 home runs and 57 strikeouts, in 216 at bats. Tebow expressed interest in returning for another season in 2018.[258] On January 19, 2018, the Mets announced that they would invite Tebow to major league camp.[259] Despite a poor showing in spring training (1-for-18 with 11 strikeouts), the Mets organization promoted Tebow to their Double-A team, the Binghamton Rumble Ponies of the Eastern League. On April 5, Tebow again hit a home run in his first at bat for a new team; with two men on base, he hit the first pitch over the right-field wall.[260] On June 29, Tebow was named to the Eastern League All-Star Game; at the time, he was batting .261 for the season and .323 in his last 21 games.[261] In the All-Star Game, held on July 11, Tebow went 1-for-4 as the East team's designated hitter.[262] On July 23, the Mets organization announced that Tebow had broken the hamate bone in his right hand, which required surgery and led him to miss the remainder of the season.[263] In November 2018, the Mets assigned Tebow to the Syracuse Mets of the Class AAA International League.[264] He spent spring training in 2019 with the New York Mets, and returned to Syracuse to start the 2019 season.[265] On May 18, 2019, the Syracuse Mets held a Tebow bobblehead giveaway for the first 1,000 fans in attendance.[266] Between June 28 and July 5, 2019, Tebow hit three home runs over an AAA six game stretch for the Syracuse Mets, his best performance as a professional baseball player.[267] On July 21, 2019, Tebow injured his left pinky fielding a ball in the outfield, requiring eight stitches. As a result, he missed the remainder of the 2019 season.[268] On February 25, Tebow hit his first major league spring training home run,[269] a two-run home run against Detroit Tigers' reliever Alex Wilson.[270] On February 17, Tebow and the Mets formally announced his retirement from professional baseball.[271][272] [273] Tebow accepted an invitation by the Philippines national team to play on their 2021 World Baseball Classic team. He was eligible to play for the Philippines as he was born there. He was scheduled to play in the qualifying round in March 2020 in Arizona, but the tournament was cancelled due to the COVID-19 pandemic.[269][274] In July 2023, Tebow was announced as a co-owner of an ECHL expansion team to be based in the Lake Tahoe area, later named the Tahoe Knight Monsters. Tebow was also previously a minor partner in the ECHL's Jacksonville Icemen and Savannah Ghost Pirates.[275] Tebow is also an investor in USL Championship and USL Super League soccer club Sporting Club Jacksonville.[276] \"Tebowing\" is a neologism for the act of kneeling on one knee in prayer specifically with one's head bowed and an arm resting on the one bent knee, a form of genuflecting.[277][278] It is derived from Tebow's propensity for kneeling and praying. The origin of the phrase is credited to fan Jared Kleinstein, who posted a picture with friends on Facebook, in which they mimicked a pose of Tebow following the Broncos' comeback overtime victory over the Dolphins on October 23, 2011.[279] The popularity of the picture led Kleinstein to set up a website showing pictures submitted by people depicting various interpretations of \"Tebowing\" all over the world.[279] After two-and-a-half months, the site received 20,000 photograph submissions and 20 million page views from 2 million unique visitors.[280] The New York Times wrote \"it can be hard to tell whether [people Tebowing] are celebrating or mocking [Tebow] for his virtuous ways.\"[278] Pittsburgh mayor Luke Ravenstahl Tebowed as part of a bet with the mayor of Denver following the Broncos playoff victory over the Steelers in 2012.[281] On October 9, 2012, Tebow was awarded the trademark to \"Tebowing\" after winning a legal battle with two fans who had expressed interest in trademarking the name.[282] \"Tebowing\" was included as a feature in the Madden NFL 13 video game.[283] On January 10, 2019, Tebow announced his engagement to Miss Universe 2017 and South African model Demi-Leigh Nel-Peters.[284] The couple were married during a 30-minute ceremony in South Africa on January 20, 2020.[285][286] Tebow has appeared repeatedly at events in opposition to abortion, including the 2021 March for Life, where he was a featured speaker. He has been described as \"staunch pro-life activist\", which he in part attributes to his mother's decision to carry him.[287] Tebow was elected to the College Football Hall of Fame on January 9, 2023, and was inducted on December 5, 2023.[288][289] Tebow is known for his outspoken Christian faith.[290][291] In the Philippines, he preached at schools and villages, and assisted with medical care.[292][293] Tebow supports more than 40 national evangelists working in that nation.[293] In the United States, Tebow has shared his Christian faith in prisons and schools, to church and youth groups, and at meetings and conferences.[290][292] Tebow is a strong advocate for faith-based abstinence, and has publicly stated that he had maintained his virginity before marriage.[294][295] Tebow has spoken multiple times at events presented by the Fellowship of Christian Athletes.[296][297] An Easter Sunday crowd of roughly 20,000 in Florida listened to Tebow on April 8, 2012. He only briefly mentioned his move from Denver to New York, saying, \"Kind of got traded. I'm on another team—excited to be a Jet. Regardless of what happens, I still honor my Lord and Savior Jesus Christ, because at the end of the day, that's what's important, win or lose. ... We need to get back to one nation under God, and be role models for kids.\"[298][299] Honoring his commitment to his religious beliefs and his humanitarian work, Liberty University awarded an honorary Doctorate of Humanities to Tebow on May 15, 2021.[300] Tebow envisioned a foundation to give back to others during his college career, and he, along with other University of Florida students, created \"First and 15\", raising funds for Uncle Dick's Orphanage[301] [clarification needed] in the Philippines, founded by his father's nonprofit association, the Bob Tebow Evangelistic Association.[292] He also raised money for Shands Hospital pediatric cancer center in Gainesville and a Disney trip for disadvantaged children. Upon graduation from University of Florida, Tebow launched the Tim Tebow Foundation in January 2010.[302] In 2013, Tebow was designated a Great Floridian by Florida Governor Rick Scott in recognition of his \"major contributions to the progress and welfare\" of Florida.[303] CURE and the Tebow Foundation announced plans to build a children's hospital in the fall of 2011 in the Philippines, the country where Tebow was born. The Tebow CURE Hospital in Davao City, on the island of Mindanao, holds 30 beds and specializes in orthopedics. CURE's 12th hospital worldwide, they hoped to heal deformities such as clubfoot, untreated burns, hydrocephalus and other conditions correctable with surgery. The cost of the project, $3 million, came from donations from CURE and the Tebow Foundation. The hospital includes a \"Timmy's Playroom\".[304] The Tim Tebow Foundation includes Night to Shine, an event geared to providing those with special needs a safe space to have a prom.[305]",
                "url": "https://en.wikipedia.org/wiki/Tim_Tebow"
            },
            {
                "title": "Tim Tebow Official Website | The Online Home of Tim Tebow",
                "content": "Stay connected with Tim through his social platforms, appearances, blog, and website! Stay connected with Tim through his social platforms, appearances, blog, and website! 3x NY Times Best-selling author Tim Tebow shares his fundamental beliefs, insights, and experiences in how to live a life of significance. 3x NY Times Best-selling author Tim Tebow shares his fundamental beliefs, insights, and experiences in how to live a life of significance. Work with Tim on your next project including public appearances, endorsements, partnerships, media campaigns, and more. Connect today to explore opportunities. Work with Tim on your next project including public appearances, endorsements, partnerships, media campaigns, and more. Connect today to explore opportunities. Resources to inspire, encourage, and equip you to live a mission possible life. Resources to inspire, encourage, and equip you to live a mission possible life. Tim Tebow is a two-time national champion, Heisman Trophy winner, first-round NFL draft pick, and a former professional baseball player. The four-time New York Times best-selling author, speaker, and football analyst is most passionate about his work with the Tim Tebow Foundation (TTF), whose mission is to bring faith, hope and love to those needing a brighter day in their darkest hour of need. The Tim Tebow Foundation is currently fighting for people who can’t fight for themselves in over 70 countries and counting through 4 primary ministry focuses with 16 initiatives. Tim is married to Demi-Leigh Tebow (née Nel-Peters), a speaker, influencer, entrepreneur, and Miss Universe 2017. Tim and Demi live in Jacksonville, Florida, with their three dogs, Chunk, Kobe, and Paris. Find your mission, pursue your purpose, and go create a life that counts!",
                "url": "https://timtebow.com/"
            },
            {
                "title": "Tim Tebow | Athlete, Author, Speaker, Businessman, Believer.",
                "content": "Stay connected with Tim through his social platforms, appearances, blog, and website! Stay connected with Tim through his social platforms, appearances, blog, and website! 3x NY Times Best-selling author Tim Tebow shares his fundamental beliefs, insights, and experiences in how to live a life of significance. 3x NY Times Best-selling author Tim Tebow shares his fundamental beliefs, insights, and experiences in how to live a life of significance. Work with Tim on your next project including public appearances, endorsements, partnerships, media campaigns, and more. Connect today to explore opportunities. Work with Tim on your next project including public appearances, endorsements, partnerships, media campaigns, and more. Connect today to explore opportunities. Resources to inspire, encourage, and equip you to live a mission possible life. Resources to inspire, encourage, and equip you to live a mission possible life. Athlete, Media Icon, 3x NY Times Best-Selling Author, Global Speaker, Businessman, Entrepreneur, Philanthropist, Believer. Timothy Richard Tebow, born August 14, 1987, in Makati, the Philippines to missionary parents Bob and Pam Tebow, is an American professional baseball player, former professional football player, 3x NY Times best-selling author, international speaker, and ESPN sports broadcaster. He played college football for the University of Florida, and in 2007 became the first player to win the Heisman Trophy as a sophomore. Tim is also a 2x BCS National Champion. In the NFL, Tim played for the Denver Broncos, the New York Jets, the New England Patriots and the Philadelphia Eagles. He is currently playing baseball as an outfielder and designated hitter with the New York Mets MLB team.",
                "url": "https://timtebow.com/media/about-tim-tebow"
            },
            {
                "title": "Tim Tebow - Simple English Wikipedia, the free encyclopedia",
                "content": "Timothy Richard \"Tim\" Tebow (born August 14, 1987) is a retired American football quarterback. He is currently[when?] an analyst for the SEC Network. Tebow played college football for the Florida Gators. In 2007, he became the first sophomore (second-year) player to win the Heisman Trophy. Tebow was the 25th person drafted in the 2010 NFL Draft.[1] He played college football at The University of Florida. He is known for his running ability and strong Christian beliefs (made \"Tebowing, or Tebow's version of kneeling in prayer, famous), as well as late-game heroics. During the 2011 season, Tim Tebow played 7 games including his OT win over the Steelers in the playoffs. On March 21, 2012, Tebow was traded by the Broncos to the New York Jets.[2][3] He then played briefly for the New England Patriots in 2013 and Philadelphia Eagles in 2015. He created a gesture called \"Tebowing\".",
                "url": "https://simple.wikipedia.org/wiki/Tim_Tebow"
            }
        ],
        "Bundesliga": [
            {
                "title": "What does \"Bundesliga\" mean? | World Football FAQ | Bundesliga",
                "content": "The Bundesliga, sometimes referred to as the \"Fußball-Bundesliga\" is the top division for soccer in Germany, but where does the name come from and what does it mean? The literal translation of \"Bundesliga” would be \"Federal League\", which is slightly less catchy than the German. To understand the process behind the name, though, you need to know a little about the history of the league. Prior to the introduction of the Bundesliga in 1963, football in Germany was conducted at regional levels, split into four Oberliga (North, South, West and Southwest), as well as the Vertragsliga Berlin. The name of the latter rose about when the city's league began to operate with licenced (Vertrag) players. The others would be referred to as regional premier leagues as the top level in those areas (Ober meaning top). The reason behind this precise regional split stems from the outcome of World War II when Germany was divided between the victorious Allied powers. Territories under French, British and American administration would form what was known as West Germany, while Soviet-controlled land became East Germany. As the capital, Berlin was also split. Sport, and particularly football, was then organised roughly along these lines at regional levels. The DFB (Deutscher Fußball-Bund) would then organise a season-ending knockout tournament between regional winners to determine the champion of (West) Germany. There had long been talk of a national league, bringing Germany in line with most other European countries. Sepp Herberger, who managed West Germany to their first FIFA World Cup title in 1954, was one of the most prominent voices. However, it was in fact the national ice hockey league that came first and took the name 'Bundesliga'. When the DFB voted in 1962 to create a nationwide league, they too took this name. It's not known exactly who came up with the idea, but its foundation is rather simple. \"Liga\" is obviously \"league\" and can be seen in German leagues past and present: Gauliga, Bezirksliga, Regionalliga, Landesliga, Verbandsliga and more. \"Bundes\", however, gives less away. It's a common feature of German political language and can be seen in the Bundestag, Bundesland and Bundeswehr, just to name a few. These are the German parliament, a German state and the German army. They are examples of the German language's ability to create compound nouns. Strictly speaking, though, \"Bundes\" does not mean \"German\". A \"Bund\" is a confederation/federation, in this case the German federation, or country as a whole. When tagged into the front of a noun, as \"Bundes\", it is literally translated as \"federal\". Therefore, there's the federal parliament, federal state, federal army and, of course, federal league. Now, as a translation, this is neither pretty nor particularly helpful unless it's clear from context what's being talked about. However, the simple fact that something in German being referred to as a \"Bundes-\" something means it's about Germany, and not another country. Therefore, while the Bundesliga literally means \"Federal League\", a more logical translation would simply be \"German League\", more specifically a nationwide German league encompassing the entire \"Bund\" instead of its regions. Football as it's meant to be Our Apps Bundesliga App Fantasy Manager Powered by © 2025 DFL Deutsche Fußball Liga GmbH",
                "url": "https://www.bundesliga.com/en/faq/10-things-on-the-bundesliga/what-does-bundesliga-mean-10567"
            },
            {
                "title": "Bundesliga - Wikipedia",
                "content": "The Bundesliga (German: [ˈbʊndəsˌliːɡa] ⓘ; lit. 'Federal League'), sometimes referred to as the Fußball-Bundesliga ([ˌfuːsbal-]) or 1. Bundesliga ([ˌeːɐ̯stə-]), is a professional football league in Germany located at the top of the German football league system. The Bundesliga comprises 18 teams and operates on a system of promotion and relegation with the 2. Bundesliga. Seasons run from August to May. Games are played on Fridays, Saturdays and Sundays, with a focus on Saturdays. All of the Bundesliga clubs take part in the DFB-Pokal cup competition. The winner of the Bundesliga qualifies for the DFL-Supercup. Fifty-eight clubs have competed in the Bundesliga since its founding.[1] Bayern Munich has won 32 of 61 titles, as well as eleven consecutive seasons between 2013 and 2023, which is a record for a Big Five league. The Bundesliga has also seen other champions, with Borussia Dortmund, Hamburger SV, Werder Bremen, Borussia Mönchengladbach, and VfB Stuttgart most prominent among them. The Bundesliga is one of the top national leagues, ranked fourth in Europe according to UEFA's league coefficient ranking for the current 2024–25 season, based on performances in European competitions over the past five seasons.[2] The Bundesliga led the UEFA ranking from 1976 to 1984 and in 1990. It has also produced the continent's top-rated club seven times. Bundesliga clubs have won eight UEFA Champions League, seven UEFA Europa League, four European Cup Winners' Cup, two UEFA Super Cup, two FIFA Club World Cup, and three Intercontinental Cup titles. Its players have accumulated nine Ballon d'Or awards, two The Best FIFA Men's Player awards, five European Golden Shoe, and three UEFA Men's Player of the Year awards including UEFA Club Footballer of the Year. The Bundesliga is the number one association football league in the world in terms of average attendance, with an average of 39,512 spectators per game as of the 2023-24 season[3] making it the second-highest attendance of any sports league in the world after the American National Football League.[4] The Bundesliga is broadcast on television in over 200 countries.[5] The Bundesliga was founded in 1962 in Dortmund[6] and the first season started in 1963–64. The structure and organisation of the Bundesliga, along with Germany's other football leagues, have undergone frequent changes. The Bundesliga was founded by the Deutscher Fußball-Bund (English: German Football Association), but is now operated by the Deutsche Fußball Liga (English: German Football League). The Bundesliga is composed of two divisions: the 1. Bundesliga (although it is rarely referred to with the First prefix), and, below that, the 2. Bundesliga (2nd Bundesliga), which has been the second tier of German football since 1974. The Bundesligen (plural) are professional leagues. Since 2008, the 3. Liga (3rd League) in Germany has also been a professional league, but may not be called Bundesliga because the league is run by the German Football Association (DFB) and not, as are the two Bundesligen, by the German Football League (DFL). Below the level of the 3. Liga, leagues are generally subdivided on a regional basis. For example, the Regionalligen are currently made up of Nord (North), Nordost (Northeast), Süd (South), Südwest (Southwest) and West divisions. Below this are thirteen parallel divisions, most of which are called Oberligen (upper leagues) which represent federal states or large urban and geographical areas. The levels below the Oberligen differ between the local areas. The league structure has changed frequently and typically reflects the degree of participation in the sport in various parts of the country. In the early 1990s, changes were driven by the reunification of Germany and the subsequent integration of the national league of East Germany. Every team in the two Bundesligen must have a licence to play in the league, or else they are relegated into the regional leagues. To obtain a licence, teams must be financially healthy and meet certain standards of conduct as organisations. As in other national leagues, there are significant benefits to being in the top division: The 1. Bundesliga is financially strong, and the 2. Bundesliga has begun to evolve in a similar direction, becoming more stable organizationally and financially, and reflecting an increasingly higher standard of professional play.[citation needed] No clubs have played continuously in the Bundesliga since its foundation; on 12 May 2018, Hamburger SV was the last founding club to be relegated for the first time.[7][8] In the 2008–09 season, the Bundesliga reinstated an earlier German system of promotion and relegation, which had been in use from 1981 until 1991: From 1992 until 2008, a different system was used, in which the bottom three finishers of the Bundesliga were automatically relegated, to be replaced by the top three finishers in the 2. Bundesliga. From 1963 until 1981 two, or later three, teams were relegated from the Bundesliga automatically, while promotion was decided either completely or partially in promotion play-offs. The season starts in early August[9] and lasts until late May, with a winter break of six weeks (mid-December through to the end of January). Starting with the 2002-03 season, opening matches were introduced to feature defending champions on Friday nights on the first match day. Defending champions have not lost the opening matches since then, winning 16 of the 21 matches (up to the 2022-23 season). Starting with the 2021–22 season, kick off times were changed with Friday matches starting at 8:30 pm, Saturdays at 3:30 pm and 6:30 pm, and Sundays at 3:30 pm, 5:30 pm and 7:30 pm.[10] Before the formation of the Bundesliga, German football was played at an amateur level in a large number of sub-regional leagues until, in 1949, part-time (semi-) professionalism was introduced and only five regional Oberligen (Premier Leagues) remained. Regional champions and runners-up played a series of playoff matches for the right to compete in a final game for the national championship. On 28 January 1900, a national association, the Deutscher Fußball Bund (DFB) had been founded in Leipzig with 86 member clubs. The first recognized national championship team was VfB Leipzig, who beat DFC Prague 7–2 in a game played at Altona on 31 May 1903. Through the 1950s, there were continued calls for the formation of a central professional league, especially as professional leagues in other countries began to draw Germany's best players away from the semi-professional domestic leagues. At the international level, the German game began to falter as German teams often fared poorly against professional teams from other countries. A key supporter of the central league concept was national team head coach Sepp Herberger who said, \"If we want to remain competitive internationally, we have to raise our expectations at the national level.\"[This quote needs a citation] Meanwhile, in East Germany, a separate league was established with the formation of the DS-Oberliga (Deutscher Sportausschuss Oberliga) in 1950. The league was renamed the Football Oberliga DFV in 1958 and was generally referred to simply as the DDR-Liga or DDR-Oberliga. The league fielded 14 teams with two relegation spots. The defeat of the national team by Yugoslavia (0–1) in a 1962 World Cup quarter-final game in Chile was one impetus (of many) towards the formation of a national league. At the annual DFB convention under new DFB president Hermann Gösmann (elected that very day) the Bundesliga was created in Dortmund at the Westfalenhallen on 28 July 1962 to begin play starting with the 1963–64 season.[11] At the time, there were five Oberligen (premier leagues) in place representing West Germany's North, South, West, Southwest, and Berlin. East Germany, behind the Iron Curtain, maintained its separate league structure. 46 clubs applied for admission to the new league. 16 teams were selected based on their success on the field, economic criteria and representation of the various Oberligen. The first Bundesliga games were played on 24 August 1963. Early favorite 1. FC Köln was the first Bundesliga champion with second place clubs Meidericher SV and Eintracht Frankfurt. Following German reunification in 1990, the East German leagues were merged into the West German system. Dynamo Dresden and FC Hansa Rostock were seeded into the top-tier Bundesliga division ahead of the 1991–92 Bundesliga, with other clubs being sorted into lower tiers.[citation needed] Gazprom became a major sponsor of Bundesliga football in 2006, with Gerhard Schröder's climb to the top of the company.[12] The German football champion is decided strictly by play in the Bundesliga. Each club plays every other club once at home and once away, which makes a total of 34 matchdays per season. Originally, a victory was worth two points, with one point for a draw and none for a loss. Since the 1995–96 season, a victory has been worth three points, while a draw remains worth a single point, and zero points are given for a loss. The club with the most points at the end of the season becomes the German champion. Currently, the top four clubs in the table qualify automatically for the group phase of the UEFA Champions League. The two teams at the bottom of the table are relegated into the 2. Bundesliga, while the top two teams in the 2. Bundesliga are promoted. The 16th-placed team (third-last) in the 1. Bundesliga and the third-placed team in the 2. Bundesliga play a two-leg play-off match. The winner of this match plays the next season in the 1. Bundesliga, and the losing side in the 2. Bundesliga. If teams are level on points, tie-breakers are applied in the following order: If two clubs are still tied after all of these tie-breakers have been applied, a single match is held at a neutral site to determine the placement. However, this has never been necessary in the history of the Bundesliga. In terms of team selection, matchday squads must have no more than five non-EU representatives. Nine substitutes are permitted to be selected, from which five can be used in the duration of the game. The number of German clubs which may participate in UEFA competitions is determined by UEFA coefficients, which takes into account the results of a particular nation's clubs in UEFA competitions over the preceding five years. In the 2009–10 season the Bundesliga's turnover was €1.7bn, broken down into match-day revenue (€424m), sponsorship receipts (€573m) and broadcast income (€594m). That year it was the only European football league where clubs collectively made a profit. Bundesliga clubs paid less than 50% of revenue in players' wages, the lowest percentage out of the European leagues. The Bundesliga has the lowest ticket prices and the highest average attendance among Europe's five major leagues.[31] Bundesliga clubs tend to form close associations with local firms, several of which have since grown into big global companies; in a comparison of leading Bundesliga and Premiership clubs, Bayern Munich received 55% of its revenue from company sponsorship deals, while Manchester United got 37%.[31][32][33][34] Bundesliga clubs are required to be majority-owned by German club members (known as the 50+1 rule [de] to discourage control by a single entity) and operate under tight restrictions on the use of debt for acquisitions (a team only receives an operating licence if it has solid financials); as a result 11 of the 18 clubs were profitable after the 2008–09 season. By contrast, in the other major European leagues numerous high-profile teams have come under ownership of foreign billionaires and a significant number of clubs have high levels of debt.[33][34] Exceptions to the 50+1 rule allow Bayer Leverkusen, TSG 1899 Hoffenheim, and VfL Wolfsburg to be owned by corporations or individual investors. In the cases of Bayer Leverkusen and Wolfsburg, the clubs were founded by major corporations (respectively Bayer AG and Volkswagen) as sports clubs for their employees, while Hoffenheim has long received its primary support from SAP co-founder Dietmar Hopp, who played in the club's youth system.[35] After 2000 the German Football Association and the Bundesliga required every club to run a youth academy with the aim of developing local talent for the club and the national team. As of 2010 the Bundesliga and second Bundesliga spend €75m a year on these youth academies, which train five thousand players aged 12–18. This increased the percentage of under-23-year-olds in the Bundesliga from 6% in 2000 to 15% in 2010. This in turn allows more money to be spent on the smaller number of players that are bought.[31][33][34] In the 2000s, the Bundesliga was regarded as competitive, as five teams won the league title. This contrasted with the English Premier League, then dominated by a \"Big Four\" (Manchester United, Chelsea, Liverpool, and Arsenal), as well as France's Ligue 1, won seven consecutive years by Lyon.[36] Since then, however, a resurgent Bayern Munich has won each year from 2013 to 2023.[37][38] For a number of years, the clubs in the Bundesliga have been subject to regulations not unlike the UEFA Financial Fair Play Regulations agreed upon in September 2009. At the end of each season, clubs in the Bundesliga must apply to the German Football Federation (DFB) for a licence to participate again the following year; only when the DFB, who have access to all transfer documents and accounts, are satisfied that there is no threat of insolvency do they give approval.[39] The DFB have a system of fines and points deductions for clubs who flout rules, and those who go into the red can only buy a player after selling one for at least the same amount. In addition, no individual is allowed to own more than 49 per cent of any Bundesliga club, the only exceptions being VfL Wolfsburg, Bayer Leverkusen and current Regionalliga Nordost member FC Carl Zeiss Jena should they ever be promoted to the Bundesliga, as they were each founded as factory teams.[32] Despite the good economic governance, there have still been some instances of clubs getting into difficulties. In 2004, Borussia Dortmund reported a debt of €118.8 million (£83 million).[40] Having won the Champions League in 1997 and a number of Bundesliga titles, Dortmund had gambled on maintaining their success with an expensive group of largely foreign players but failed, narrowly escaping liquidation in 2006. In subsequent years, the club went through extensive restructuring to return to financial health, largely with young home-grown players. In 2004 Hertha BSC reported debts of £24.7 million and were able to continue in the Bundesliga only after proving they had long term credit with their bank.[40] The leading German club Bayern Munich made a net profit of just €2.5 million in 2008–09 season (group accounts),[41] while Schalke 04 made a net loss of €30.4 million in 2009 financial year.[42] Borussia Dortmund GmbH & Co. KGaA, made a net loss of just €2.9 million in 2008–09 season.[43] Based on its per-game average, the Bundesliga is the best-attended association football league in the world; out of all sports, its average of 39,512 spectators per game during the 2023–24 season is the second highest of any professional sports league worldwide, behind only the National Football League of the United States.[3] Bundesliga club Borussia Dortmund has the highest average attendance of any football club in the world.[44] Out of Europe's five major football leagues (Premier League, La Liga, Ligue 1, and Serie A ), the Bundesliga has the lowest ticket prices and the highest average attendance. Many club stadia have large terraced areas for standing fans (by comparison, stadia in the English Premier League are all-seaters due to the Taylor Report). Teams limit the number of season tickets to ensure everyone has a chance to see the games live, and the away club has the right to 10% of the available capacity. Match tickets often double as free rail passes which encourages supporters to travel and celebrate in a relaxed atmosphere. According to Bundesliga chief executive Christian Seifert, tickets are inexpensive (especially for standing room) as \"It is not in the clubs' culture so much [to raise prices]. They are very fan orientated\".[31][33][34] Uli Hoeneß, president of Bayern Munich, was quoted as saying \"We do not think the fans are like cows to be milked. Football has got to be for everybody.\"[32] The spectator figures for league for the last ten seasons: The Bundesliga TV, radio, internet, and mobile broadcast rights are distributed by DFL Sports Enterprises, a subsidiary of the Deutsche Fußball Liga. The Bundesliga broadcast rights are sold along with the broadcast rights to the relegation playoffs, 2. Bundesliga and DFL-Supercup.[61] From 2017 to 2018 to 2018–19, Bundesliga matches were broadcast on TV in Germany on Sky Deutschland and Eurosport. Prior to the 2019–20 season, Eurosport sublicensed its broadcast rights to sports streaming service DAZN, which will broadcast games previously allocated to Eurosport until the conclusion of the 2020–21 season.[62] Three Friday night matches – the openers of the first and second halves of the season, and on the final matchday before the winter break – are broadcast to all Germans on Sat. 1. Starting with the 2018–19 season, Sky began arranging simulcasts of high-profile Saturday games on free TV to promote its coverage of the league. The April 2019 Revierderby was broadcast on Das Erste, and two additional games during the 2019–20 season were broadcast on ZDF.[63][64] Radio coverage includes the national Konferenz (whip-around coverage) on the stations of ARD and full match coverage on local radio stations. The Bundesliga is broadcast on TV in over 200 countries. ESPN has held rights in the United States since the beginning of the 2020–21 season. 4 matches per season are reserved for linear television with the rest appearing on ESPN+.[65][66] In Canada, the Bundesliga is broadcast live on DAZN.[67] In the United Kingdom and in Ireland, the Bundesliga is broadcast live on Sky Sports.[68] In Spain, the Bundesliga is broadcast live on Movistar+.[69] In Indonesia, Bundesliga is aired on Vision+, RCTI, and even iNews in the 2024–25 season only[a] while it was currently unavailable on beIN Sports Asia in the country since the previous season.[70] Taiwan's ELTA TV are expecting to aired Bundesliga for the 2024–25 season, marked the first time Bundesliga returned to Taiwanese television since the 2020–21 season.[71] In 2015, digital TV operator StarTimes acquired exclusive television rights for Sub-Saharan Africa for five years starting from 2015 to 2016 season.[72] In total, 13 clubs have won the bundesliga, not including the former German championship titles won before the Bundesliga's inception and those in the East German Oberliga. The record champions are Bayern Munich with 32 titles.[73] Clubs in bold currently play in the top division. The German championship winners and DDR-Oberliga winners are not included in table below. In 2004, the honour of \"Verdiente Meistervereine\" (roughly \"distinguished champion clubs\") was introduced, following a custom first practised in Italy[75] to recognize sides that have won three or more championships since 1963 by the display of gold stars on their team badges and jerseys. Each country's usage is unique, with the following rules applying in Germany:[76] The former East German side BFC Dynamo laid claim to the three stars of a 10-time champion. The club asked for equal rights and petitioned the DFL and the DFB to have their DDR-Oberliga titles recognized. BFC Dynamo received support from SG Dynamo Dresden and 1. FC Magdeburg in its attempts to achieve recognition for East German titles.[77] The DFL eventually answered that it was not the responsible body and pointed to the DFB, but the DFB remained silent for long time. BFC Dynamo eventually took matters into their own hands and emblazoned its jerseys with three stars, while a decision was still pending.[78] This caused some debate because the club had been the favorite club of Erich Mielke during the East German era. There were rumours that the ten titles won by the club were also due to alleged manipulation of the game by Erich Mielke, while there is no proof that referees stood under direct instructions from the Stasi and no document has ever been found in the archives that gave the Stasi a mandate to bribe referees.[79][80][81] Critics in the DFB environment pointed to politically influenced championships in East Germany.[82] BFC Dynamo had been supported by the Stasi and had been advantaged.[82] The club had enjoyed privileged access to talents and access to a permanent training camp at Uckley in Königs Wusterhausen. However, also other clubs in East Germany had enjoyed similar advantages, which put the DFB in a difficult situation.[82] Additionally, former East German referee and CDU parliamentarian Bernd Heynemann spoke out for recognition of all East German titles.[79] The issue of recognition for titles outside the Bundesliga also affected pre-Bundesliga champions, such as Hertha BSC. The DFB finally decided in November 2005 to allow all former champions to display a single star inscribed with the number of titles, including all German men's titles since 1903, women's titles since 1974 and East German titles.[83] The DFB format only applies to teams playing below the Bundesliga (below the top two divisions), since the DFL conventions apply in the Bundesliga. Greuther Fürth unofficially display three (silver) stars for pre-war titles in spite of being in the Bundesliga. These stars are a permanent part of their crest. However, Fürth has to leave the stars out of their jersey. Since June 2010, the following clubs have been officially allowed to wear stars while playing in the Bundesliga. The number in parentheses is for Bundesliga titles won. In addition, a system of one star designation was adopted for use. This system is intended to take into account not only Bundesliga titles but also other (now defunct) national championships. As of July 2014, the following clubs are allowed to wear one star while playing outside the Bundesliga. The number in parentheses is for total league championships won over the course of German football history, and would be displayed within the star. Some teams listed here had different names while winning their respective championships, these names are also noted in parentheses. * currently member of 1. Bundesliga ** currently member of 2. Bundesliga *** currently member of 3. Liga For the first time in 1996, the Bundesliga was given its own logo to distinguish itself. Six years later, the logo was revamped into a portrait orientation, which was used until 2010. A new logo was announced for the 2010–11 season in order to modernise the brand logo for all media platforms.[84] To celebrate the 50th anniversary of the Bundesliga, a special logo was developed for the 2012–13 season, featuring a \"50\" and \"1963–2013\".[85] Following the season, the 2010 logo was restored. In December 2016, it was announced that a new logo would be used for the 2017–18 season, modified slightly for digitisation requirements, featuring a matte look.[86] The Dutch football schools, which existed and developed the Netherlands into one of Europe and the world's major football forces, have been strongly influenced and galvanised with German football philosophy, in particular by experiences of Dutch players and managers in Bundesliga.[87] Former England international Owen Hargreaves hailed the Bundesliga alongside Pep Guardiola for its positive impact on nurturing young talents, noting that the Bundesliga is the best league in the world to promote young footballers.[88] Many young English talents have sought refuge in Germany in order to regain fitness and football skills.[89] Outside Europe, the J.League of Japan, which was founded in 1992, was strongly influenced by the philosophy of the Bundesliga. Since then, the J.League has managed to establish itself as one of the best football leagues in Asia, in which it shares a beneficial relationship with its German exemplar.[90] The Bundesliga has earned praise for its reputation on good financial management and the physical fitness of players.[91] The Bundesliga outperformed the English Premier League in 2017 in online influence in China, having been accredited for its open embrace of live-streaming and fast-forward visions.[92] The Bundesliga has at times been criticised for a perceived lack of competitiveness due to the continued dominance of FC Bayern Munich. The club has won a record 32 titles (of 59 available) in the modern Bundesliga era since 1963; a greater level of success than that of all their rivals combined. Indeed, the Bavarian club won 11 consecutive titles between the 2012–13 season and the 2022–23 season.[93] Former Germany international Stefan Effenberg has suggested that the league be restructured in order to end Bayern's dominance.[94] Boldface indicates a player still active in the Bundesliga.",
                "url": "https://en.wikipedia.org/wiki/Bundesliga"
            },
            {
                "title": "Bundesliga | official website",
                "content": "Alejandro Grimaldo's stunning free-kick was the difference as Leverkusen edged past Mainz to keep the pressure on leaders Bayern. The promoted side gave their survival hopes a massive boost with an impressive victory over BVB in the Matchday 17 opener! The Egyptian forward registered a goal and two assists to inspire Frankfurt to a commanding 4-1 win over Freiburg. The Wolves produced a clinical second-half display to brush aside Gladbach in a goal-filled Matchday 17 encounter. Who's in and who's out for the first round of midweek fixtures of 2025? The Royal Family, tea and...midweek football are all associated with England in Germany. Bayern are leading the Bundesliga at the halfway point for the 27th time. Historically, what does that mean for the title race? The former Dortmund and Mainz coach gave a press conference to outline what his new role as Head of Global Soccer at Red Bull will entail. Both teams are packed with stars and attacking prowess but how do they compare ahead of Wednesday's meeting? We take a closer look at the German goalkeeper, who has signed for Schalke after spells at Liverpool and Newcastle United. Leipzig are smiling once more with skill-master Xavi back in the fold and lighting up the Bundesliga. After scoring Bayern's winner against Gladbach, the division's top scorer spoke of a table-topping battle with the defending champions. Kane leads the way so far this campaign, but there is a wealth of attacking talents ready hot in pursuit... Read up on all the ins and outs across the Bundesliga throughout the winter transfer window... The quest for the 2024/25 Bundesliga title is gathering pace as Leverkusen, Eintracht, Leipzig and more target leaders Bayern. The VBL Club Championship by WOW is under way for the new season. Find out more about the tournament here... The excitement of the Bundesliga plus all the latest news, views, features and exclusive video content at your fingertips... Now in its 62nd season, Germany's top flight has produced countless legends and classic moments. Learn more about the Bundesliga here. Football as it's meant to be Our Apps Bundesliga App Fantasy Manager Powered by © 2025 DFL Deutsche Fußball Liga GmbH",
                "url": "https://www.bundesliga.com/en/bundesliga"
            }
        ],
        "Joao Fonseca": [],
        "Pete Hegseth": [],
        "Neil Gaiman": []
    },
    "datetime": "2025-01-15T14:15:41.370328+08:00"
}